Repository: ewon/efive
Catalog: langs/*/ipcop.po
Languages: fi_fi, vi_vn

source: AUTH always required
fi_fi: Require authentication for unrestricted source addresses
vi_vn: Require authentication for unrestricted source addresses

source: AUTH auth cache TTL
fi_fi: Authentication cache TTL (in minutes)
vi_vn: Authentication cache TTL (in minutes)

source: AUTH global settings
fi_fi: Global authentication settings
vi_vn: Global authentication settings

source: AUTH limit of IP addresses
fi_fi: Limit of IP addresses per user
vi_vn: Limit of IP addresses per user

source: AUTH method
fi_fi: Authentication method
vi_vn: Authentication method

source: AUTH method ident
fi_fi: identd
vi_vn: identd

source: AUTH method ldap
fi_fi: LDAP
vi_vn: LDAP

source: AUTH method ncsa
fi_fi: Local
vi_vn: Local

source: AUTH method none
fi_fi: None
vi_vn: None

source: AUTH method ntlm
fi_fi: Windows
vi_vn: Windows

source: AUTH method radius
fi_fi: RADIUS
vi_vn: RADIUS

source: AUTH no auth
fi_fi: Destinations without authentication (one per line)
vi_vn: Destinations without authentication (one per line)

source: AUTH number of auth processes
fi_fi: Number of authentication processes
vi_vn: Number of authentication processes

source: AUTH realm
fi_fi: Authentication realm prompt
vi_vn: Authentication realm prompt

source: AUTH user IP cache TTL
fi_fi: User/IP cache TTL (in minutes)
vi_vn: User/IP cache TTL (in minutes)

source: IDENT authorized users
fi_fi: Authorized users (one per line)
vi_vn: Authorized users (one per line)

source: IDENT aware hosts
fi_fi: Ident aware hosts (one per line)
vi_vn: Ident aware hosts (one per line)

source: IDENT identd settings
fi_fi: Common identd settings
vi_vn: Common identd settings

source: IDENT required
fi_fi: Require identd authentication
vi_vn: Require identd authentication

source: IDENT timeout
fi_fi: Ident timeout (in seconds)
vi_vn: Ident timeout (in seconds)

source: IDENT unauthorized users
fi_fi: Unauthorized users (one per line)
vi_vn: Unauthorized users (one per line)

source: IDENT use negative access list
fi_fi: Use negative access control
vi_vn: Use negative access control

source: IDENT use positive access list
fi_fi: Use positive access control
vi_vn: Use positive access control

source: IDENT user based access restrictions
fi_fi: User based access restrictions
vi_vn: User based access restrictions

source: LDAP ADS
fi_fi: Active Directory
vi_vn: Active Directory

source: LDAP NDS
fi_fi: Novell eDirectory
vi_vn: Novell eDirectory

source: LDAP V2
fi_fi: LDAP version 2
vi_vn: LDAP version 2

source: LDAP V3
fi_fi: LDAP version 3
vi_vn: LDAP version 3

source: LDAP basedn
fi_fi: Base DN
vi_vn: Base DN

source: LDAP binddn password
fi_fi: Bind DN password
vi_vn: Bind DN password

source: LDAP binddn settings
fi_fi: Bind DN settings
vi_vn: Bind DN settings

source: LDAP binddn username
fi_fi: Bind DN username
vi_vn: Bind DN username

source: LDAP common settings
fi_fi: Common LDAP settings
vi_vn: Common LDAP settings

source: LDAP group access control
fi_fi: Group based access control
vi_vn: Group based access control

source: LDAP group required
fi_fi: Required group
vi_vn: Required group

source: LDAP port
fi_fi: portti
vi_vn: Port

source: LDAP server
fi_fi: LDAP-palvelin

source: MIME block types
fi_fi: Block these MIME types (one per line)
vi_vn: Block these MIME types (one per line)

source: MIME filter
fi_fi: MIME type filter
vi_vn: MIME type filter

source: MIME filter exceptions
fi_fi: Do not filter these destinations (one per line)
vi_vn: Do not filter these destinations (one per line)

source: NCSA auth
fi_fi: Local user authentication
vi_vn: Local user authentication

source: NCSA create user
fi_fi: Create user
vi_vn: Create user

source: NCSA group
fi_fi: Group
vi_vn: Group

source: NCSA group membership
fi_fi: Group membership
vi_vn: Group membership

source: NCSA grp disabled
fi_fi: Disabled
vi_vn: Disabled

source: NCSA grp extended
fi_fi: Extended
vi_vn: Extended

source: NCSA grp standard
fi_fi: Standard
vi_vn: Standard

source: NCSA min password length
fi_fi: Min password length
vi_vn: Min password length

source: NCSA no accounts
fi_fi: No user accounts available
vi_vn: No user accounts available

source: NCSA password
fi_fi: Salasana
vi_vn: Password

source: NCSA password confirm
fi_fi: Salasana (vahvistus)
vi_vn: Password (confirm)

source: NCSA redirector bypass
fi_fi: Bypass redirection for members of the group
vi_vn: Bypass redirection for members of the group

source: NCSA update user
fi_fi: Update user
vi_vn: Update user

source: NCSA user accounts
fi_fi: User accounts
vi_vn: User accounts

source: NCSA user management
fi_fi: User management
vi_vn: User management

source: NCSA username
fi_fi: Username
vi_vn: Username

source: NTLM BDC hostname
fi_fi: BDC hostname
vi_vn: BDC hostname

source: NTLM PDC hostname
fi_fi: PDC hostname
vi_vn: PDC hostname

source: NTLM auth mode
fi_fi: Authentication mode
vi_vn: Authentication mode

source: NTLM authorized users
fi_fi: Authorized domain users (one per line)
vi_vn: Authorized domain users (one per line)

source: NTLM domain
fi_fi: Domain
vi_vn: Domain

source: NTLM domain settings
fi_fi: Common domain settings
vi_vn: Common domain settings

source: NTLM unauthorized users
fi_fi: Unauthorized domain users (one per line)
vi_vn: Unauthorized domain users (one per line)

source: NTLM use integrated auth
fi_fi: Enable Windows integrated authentication
vi_vn: Enable Windows integrated authentication

source: NTLM use negative access list
fi_fi: Use negative access control
vi_vn: Use negative access control

source: NTLM use positive access list
fi_fi: Use positive access control
vi_vn: Use positive access control

source: NTLM user based access restrictions
fi_fi: User based access restrictions
vi_vn: User based access restrictions

source: RADIUS authorized users
fi_fi: Authorized users (one per line)
vi_vn: Authorized users (one per line)

source: RADIUS identifier
fi_fi: Identifier
vi_vn: Identifier

source: RADIUS port
fi_fi: Port
vi_vn: Port

source: RADIUS radius settings
fi_fi: Common RADIUS settings
vi_vn: Common RADIUS settings

source: RADIUS secret
fi_fi: Shared secret
vi_vn: Shared secret

source: RADIUS unauthorized users
fi_fi: Unauthorized users (one per line)
vi_vn: Unauthorized users (one per line)

source: RADIUS use negative access list
fi_fi: Use negative access control
vi_vn: Use negative access control

source: RADIUS use positive access list
fi_fi: Use positive access control
vi_vn: Use positive access control

source: RADIUS user based access restrictions
fi_fi: User based access restrictions
vi_vn: User based access restrictions

source: UA enable filter
fi_fi: Enable browser check
vi_vn: Enable browser check

source: a ca certificate with this name already exists
fi_fi: Tällä nimellä on jo CA-sertifikaatti.
vi_vn: Đã tồn tại chứng chỉ số CA với tên này.

source: a connection with this common name already exists
fi_fi: Tätä yhteistä nimeä käyttävä yhteys on jo olemassa.
vi_vn: Đã tồn tại kết nối với tên chung này.

source: a connection with this name already exists
fi_fi: Samalla nimellä on jo olemassa yhteys.
vi_vn: Đã tồn tại kết nối với tên này.

source: access
fi_fi: pääsy

source: action
fi_fi: Toiminto
vi_vn: Tác vụ

source: add
fi_fi: Lisää
vi_vn: Thêm

source: add a ddns name
fi_fi: Lisää dynaaminen DNS-nimi
vi_vn: Add a dynamic DNS name

source: add a host
fi_fi: Lisää isäntä
vi_vn: Thêm máy

source: add a new rule
fi_fi: Lisää uusi sääntö
vi_vn: Thêm mới luật

source: add address
fi_fi: Lisää osoite

source: add address grouping
fi_fi: Lisää osoite ryhmään
vi_vn: Add address to Group

source: add device
fi_fi: Lisää laite
vi_vn: thêm thiết bị

source: add interface
fi_fi: lisää liitäntä

source: add network
fi_fi: Lisää verkko
vi_vn: Thêm mạng

source: add new alias
fi_fi: Lisää uusi alias
vi_vn: Thêm mới alias

source: add new lease
fi_fi: Lisää uusi kiinteä yhteys
vi_vn: Thêm mới địa chỉ cấp cố định

source: add service
fi_fi: Lisää palvelu
vi_vn: Thêm dịch vụ

source: add service grouping
fi_fi: Lisää palvelun ryhmään
vi_vn: Add service to Group

source: added from dhcp lease list
fi_fi: lisätty DHCP kytkentälistasta
vi_vn: được thêm từ danh sách địa chỉ cấp qua DHCP

source: address
fi_fi: osoite

source: address added
fi_fi: Custom Address added
vi_vn: Custom Address added

source: address added to group
fi_fi: Osoite lisätty ryhmään
vi_vn: Added address to Group

source: address already in group
fi_fi: Osoite on jo valitussa ryhmässä
vi_vn: Selected address is already in selected Group

source: address from group deleted
fi_fi: Osoite poistettu ryhmästä

source: address group deleted
fi_fi: Osoiteryhmä poistettu

source: address group exists already
fi_fi: Osoiteryhmän nimi on jo käytössä
vi_vn: Address Group name exists already

source: address group name
fi_fi: Osoiteryhmän nimi

source: address group not be empty
fi_fi: Osoiteryhmän nimi ei voi olla tyhjä
vi_vn: Address Group name can not be empty

source: address group updated
fi_fi: Osoiteryhmä päivitetty

source: address grouping settings
fi_fi: Palomuuri - osoitteiden ryhmittely
vi_vn: Firewall - Address Grouping

source: address groups
fi_fi: Osoiteryhmät

source: address in group enabled
fi_fi: Address in Group enabled/disabled
vi_vn: Address in Group enabled/disabled

source: address removed
fi_fi: Custom Address removed
vi_vn: Custom Address removed

source: address settings
fi_fi: Palomuuri - osoiteasetukset
vi_vn: Firewall - Address settings

source: address updated
fi_fi: Custom Address updated
vi_vn: Custom Address updated

source: addresses
fi_fi: Osoitteet

source: addressfilter use hint
fi_fi: You have to enter at least one MAC or one IP Address per device. Optionally, you can enter both MAC and IP Address.
vi_vn: Bạn phải nhập ít nhất một địa chỉ MAC hoặc địa chỉ IP trên mỗi thiết bị. Bạn có thể nhập cả địa chỉ và IP nhưng không bắt buộc

source: admin mac
fi_fi: Additionally restrict by Admin MAC
vi_vn: Additionally restrict by Admin MAC

source: admin mail
fi_fi: Cache administrator e-mail
vi_vn: Cache administrator e-mail

source: admin network
fi_fi: Ylläpitäjäverkko (josta ssh ja https IPCopiin on sallittu)
vi_vn: Admin network (allow IPCop ssh and IPCop https from this network)

source: admin user password has been changed
fi_fi: Admin-käyttäjän salasana on vaihdettu.
vi_vn: Mật khẩu người dùng quản trị đã được đổi.

source: administrator user password
fi_fi: Admin-käyttäjän salasana
vi_vn: Mật khẩu người dùng quản trị

source: adr is used as dest
fi_fi: This address is used as destination in firewall rules
vi_vn: This address is used as destination in firewall rules

source: adr is used in portfw
fi_fi: This address is used in Portforwarding rules
vi_vn: This address is used in Portforwarding rules

source: adsl settings
fi_fi: ADSL-asetukset
vi_vn: Thiết lập ADSL

source: adv mode
fi_fi: Advanced Mode
vi_vn: Advanced Mode

source: adv options
fi_fi: Advanced options
vi_vn: Advanced options

source: advanced
fi_fi: Erikoiset
vi_vn: Nâng cao

source: advanced rule
fi_fi: Advanced Accept Rule, open Firewall
vi_vn: Advanced Accept Rule, open Firewall

source: advanced server
fi_fi: Advanced Server options
vi_vn: Advanced Server options

source: again
fi_fi: Uudestaan
vi_vn: Lặp lại

source: alcatelusb help
fi_fi: Käyttäksesi Speedtouch USB modeemia täytyy IPCopiin ladata sen firmware. Tiedoston voit ladata osoitteesta speedtouch.com. Pura tiedosto ja siirrä oikea tiedosto IPCopiin. Tiedosto on Rev 3:lle KQD6_3.xxx ja Rev 4:lle ZZZL_3.xxx.
vi_vn: Để sử dụng Speedtouch USB modem, bạn phải tải firmware lên máy IPCop. Hãy tải xuống gói phần mềm <b>Embedded Firmware</b> từ speedtouch.com, giải nén rồi tải lên file dành cho modem của bạn: KQD6_3.xxx cho Rev<4 hoặc ZZZL_3.xxx cho Rev=4 bằng form sau.

source: alcatelusb upload
fi_fi: Lataa Speedtouch USB firmware
vi_vn: Tải lên Speedtouch USB Firmware

source: aliases
fi_fi: Aliakset
vi_vn: Các địa chỉ alias

source: aliases not active
fi_fi: Aliaksia käytetään vain mikäli PUNAISEN verkkokortin osoite on KIINTEÄ
vi_vn: Các địa chỉ alias sẽ không được kích hoạt trừ phi địa chỉ của giao tiếp RED là STATIC

source: all
fi_fi: Kaikki
vi_vn: Tất cả

source: all updates installed
fi_fi: Kaikki päivitykset on asennettu
vi_vn: Tất cả cập nhật đã được cài đặt

source: allmsg
fi_fi: Näytä kaikki
vi_vn: show all

source: allow
fi_fi: Salli

source: allowed subnets
fi_fi: Sallitut aliverkot (jokainen omalle rivilleen)
vi_vn: Allowed subnets (one per line)

source: allowed web browsers
fi_fi: Allowed clients for web access
vi_vn: Allowed clients for web access

source: alt dialup
fi_fi: Soittaminen
vi_vn: Quay số

source: alt home
fi_fi: Koti
vi_vn: Trang chính

source: alt information
fi_fi: Lisätiedot
vi_vn: Thông tin

source: alt logs
fi_fi: Lokit
vi_vn: Nhật ký

source: alt services
fi_fi: Palvelut
vi_vn: Dịch vụ

source: alt system
fi_fi: Järjestelmä
vi_vn: Hệ thống

source: alt vpn
fi_fi: VPN
vi_vn: Mạng riêng ảo

source: apply
fi_fi: Ota käyttöön
vi_vn: Áp dụng ngay

source: april
fi_fi: Huhtikuu

source: are you sure
fi_fi: Oletko aivan varma?
vi_vn: Bạn có chắc chắn không?

source: arp table entries
fi_fi: ARP-taulun sisältö
vi_vn: Mục dữ liệu Bảng ARP

source: at least monitor one volume
fi_fi: At least one volume must be selected
vi_vn: At least one volume must be selected

source: at least one address enabled
fi_fi: At least one address must be enabled per group
vi_vn: At least one address must be enabled per group

source: at least one day enabled
fi_fi: At least one Day must be enabled
vi_vn: At least one Day must be enabled

source: at least one service enabled
fi_fi: At least one service must be enabled per group
vi_vn: At least one service must be enabled per group

source: august
fi_fi: Elokuu

source: authentication
fi_fi: Autentikointi
vi_vn: Xác thực

source: automatic
fi_fi: Automaattinen
vi_vn: Tự động

source: available updates
fi_fi: Saatavilla olevat päivitykset
vi_vn: Các cập nhật hiện có

source: average
fi_fi: Keskimäärin
vi_vn: trung bình

source: avoid dod
fi_fi: Älä käytä tätä asetusta 'Dial on Demand':n kanssa. Käytetään yleensä IPCopin ollessa reitittimen takana. Punaisen liitännän IP-osoiteen tulee olla varatuista verkoista esim. 10/8, 172.16/12 tai 192.168/16
vi_vn: Không sử dụng tùy chọn này với Quay số theo yêu cầu! Chỉ dùng nếu IPCop của bạn đứng sau một router. RED IP phải nằm trong một trong ba địa chỉ mạng dành riêng v.d 10/8, 172.16/12, 192.168/16

source: back
fi_fi: TAKAISIN
vi_vn: TRỞ LẠI

source: back to main page
fi_fi: Takaisin pääsivulle

source: backup
fi_fi: Varmuuskopiot
vi_vn: Sao lưu ra đĩa mềm

source: backup export key
fi_fi: Export backup key
vi_vn: Xuất ra khóa sao lưu

source: backup import dat file
fi_fi: Import a backup (.dat) file
vi_vn: Nhập vào file dự phòng (.dat)

source: backup key
fi_fi: Varmuuskopion salausavain
vi_vn: Khóa Mã hóa cho Sao lưu

source: backup missing key
fi_fi: Need the backup key to restore a set
vi_vn: Cần khóa sao lưu để khôi phục dữ liệu

source: backup password
fi_fi: Varnuuskopion salasana
vi_vn: Mật khẩu sao lưu

source: backup sets
fi_fi: Varmistetut asetukset
vi_vn: Các bộ Sao lưu

source: backup to floppy
fi_fi: Varmuuskopioi levykkeelle
vi_vn: Sao lưu ra đĩa mềm

source: backupprofile
fi_fi: Yhteyden katketessa vaihdetaan käyttämään profiilia
vi_vn: Trong trường hợp kết nối lại không được, chuyển sang dùng file cấu hình

source: bad characters in
fi_fi: Epäkelpoja merkkejä
vi_vn: Ký tự không hợp lệ trong

source: bad characters in script field
fi_fi: epäkelpo merkki skriptin kentässä
vi_vn: Ký tự không hợp lệ trong ô script

source: bad characters in the telephone number field
fi_fi: Puhelinnumerossa on virheellisiä merkkejä.
vi_vn: Ký tự không hợp lệ trong ô số điện thoại.

source: bad destination range
fi_fi: Kohdeporttialueen ensimmäinen porttinumero on yhtäsuuri tai suurempi kuin toinen porttinumero.
vi_vn: Khoảng giá trị cổng Đích có giá trị đầu không nhỏ hơn giá trị cuối

source: bad ignore filter
fi_fi: Viallinen hylkäyssuodatin
vi_vn: Bỏ qua các bộ lọc hỏng

source: bad return code
fi_fi: Apuohjelma palautti virhekoodin
vi_vn: Trình phụ trợ trả về mã lỗi

source: bad source range
fi_fi: Lähdeporttialueen ensimmäinen porttinumero on yhtäsuuri tai suurempi kuin toinen porttinumero.
vi_vn: Khoảng trị cổng Nguồn có giá trị đầu không nhỏ hơn giá trị cuối.

source: banned ip clients
fi_fi: Banned IP addresses (one per line)
vi_vn: Banned IP addresses (one per line)

source: banned mac clients
fi_fi: Banned MAC addresses (one per line)
vi_vn: Banned MAC addresses (one per line)

source: beep on ...
fi_fi: Piippaa ...
vi_vn: Beep ...

source: beep on ... ppp connects or disconnects
fi_fi: ... when IPCop connects or disconnects
vi_vn: ... when IPCop connects or disconnects

source: beep on ... system start or stop
fi_fi: ... kun IPcop käynnistyy tai sammuu tai uudelleenkäynnistyy
vi_vn: ... on IPCop boot, shutdown or reboot

source: bits per second
fi_fi: bittiä sekunnissa

source: blue
fi_fi: SININEN

source: blue interface
fi_fi: Sininen-liitäntä
vi_vn: Giao tiếp Blue

source: buffered memory
fi_fi: Puskuroitu muisti
vi_vn: Bộ nhớ đệm

source: buffers
fi_fi: puskurit
vi_vn: bộ đệm

source: bytes
fi_fi: Tavuja

source: bytes received
fi_fi: tavua vastaanotettu

source: bytes sent
fi_fi: Tavuja lähetetty

source: ca certificate
fi_fi: CA-sertifikaatti
vi_vn: Chứng chỉ số CA

source: ca name
fi_fi: CA-nimi
vi_vn: Tên CA

source: cache management
fi_fi: Välimuistin hallinta
vi_vn: Quản lý cache

source: cached
fi_fi: välimuistissa
vi_vn: được cache

source: cached memory
fi_fi: Välimuistitettu muisti
vi_vn: Bộ nhớ cache

source: calc traffic all x minutes
fi_fi: Calculate traffic every x minutes
vi_vn: Calculate traffic every x minutes

source: cancel
fi_fi: Hylkää
vi_vn: Hủy bỏ

source: cannot enable both nat traversal and compression
fi_fi: Pakkausta ja NAT-traversalia ei voi käyttää yhtäaikaa.
vi_vn: Không thể bật NAT Traversal và Nén đồng thời

source: cannot enable ntp without specifying primary
fi_fi: NTP:tä ei voi käyttää ilman ensisijaista NTP-palvelimen määrittelyä.
vi_vn: Không thể bật dịch vụ NTP mà không khai báo máy chủ NTP chính.

source: cannot specify secondary dns without specifying primary
fi_fi: Määrittääksesi toissijaisen DNS-palvelimen sinun täytyy ensin määrittää ensisijainen DNS-palvelin
vi_vn: Không thể khai báo DNS phụ khi chưa khai báo DNS chính.

source: cannot specify secondary ntp without specifying primary
fi_fi: Määrittääksesi toissijaisen NTP-palvelimen sinun täytyy ensin määrittää ensisijainen NTP-palvelin
vi_vn: Không thể khai báo Máy chủ NTP Phụ khi chưa khai báo Máy chủ NTP Chính.

source: cannot specify secondary wins without specifying primary
fi_fi: Ensisijainen WINS-palvelin pitää määritellä ennen toissijaisen WINS-palvelimen määrittelyä.
vi_vn: Không thể khai báo WINS phụ khi chưa khai báo WINS chính.

source: cannot specify tertiary ntp without specifying secondary
fi_fi: Cannot specify Tertiary NTP Server without specifying Secondary
vi_vn: Cannot specify Tertiary NTP Server without specifying Secondary

source: cant change certificates
fi_fi: Sertifikaatteja ei pysty muokkaamaan.
vi_vn: Không thể thay đổi chứng chỉ số

source: caps all
fi_fi: KAIKKI
vi_vn: TẤT CẢ

source: capsclosed
fi_fi: SULJETTU
vi_vn: ĐÓNG

source: capserror
fi_fi: VIRHE
vi_vn: ERROR

source: capsopen
fi_fi: AUKI
vi_vn: MỞ

source: capswarning
fi_fi: VAROITUS
vi_vn: CẢNH BÁO

source: cert
fi_fi: Sertifikaatti
vi_vn: Chứng chỉ số

source: certificate
fi_fi: Sertifikaatti
vi_vn: Chứng chỉ số

source: certificate authorities
fi_fi: Sertifikaattien hallinnoijat
vi_vn: Nhà cung cấp chứng chỉ số

source: certificate does not have a valid ca associated with it
fi_fi: Sertifikaatille ei löydy hyväksyttyä CA:ta.
vi_vn: Chứng chỉ số không liên kết với một CA hợp lệ nào.

source: certificate file move failed
fi_fi: Sertifikaattitiedoston siirto epäonnistui
vi_vn: Chuyển file chứng chỉ số không được

source: cfg restart
fi_fi: Asetuspaketin palautuksen jälkeen kannattaa käynnistää järjestelmä uudelleen.
vi_vn: Nên khởi động lại sau khi khôi phục cấu hình từ bản sao lưu.

source: chain
fi_fi: Ketju

source: change password
fi_fi: Vaihda salasana

source: change passwords
fi_fi: Muuta salasanoja
vi_vn: Đổi mật khẩu

source: check for updates after connect
fi_fi: Check for Updates after IPCop connects
vi_vn: Check for Updates after IPCop connects

source: check vpn lr
fi_fi: Tarkista
vi_vn: Kiểm tra

source: cipher
fi_fi: Salaus
vi_vn: Encryption

source: city
fi_fi: Kaupunki
vi_vn: Thành phố

source: clear cache
fi_fi: Tyhjennä välimuisti
vi_vn: Xóa Cache

source: click to disable
fi_fi: Sallittu (klikkaa estääksesi)
vi_vn: Bật (click để tắt)

source: click to enable
fi_fi: Estetty (klikkaa salliaksesi)
vi_vn: Tắt (click để bật)

source: client IP forwarding
fi_fi: Client IP address forwarding
vi_vn: Client IP address forwarding

source: color
fi_fi: väri

source: common name
fi_fi: Yleinen nimi
vi_vn: Tên Chung

source: comp-lzo
fi_fi: LZO-Compression
vi_vn: LZO-Compression

source: computer to modem rate
fi_fi: Tietokoneesta modeemille kerroin
vi_vn: Tốc độ kết nối từ máy tính đến modem

source: concentrator name
fi_fi: Yhdistäjän nimi
vi_vn: Tên bộ điều phối

source: confirm new password
fi_fi: Vahvista uusi salasana

source: confirmation
fi_fi: varmistus
vi_vn: xác nhận

source: connect on ipcop restart
fi_fi: Yhdistä IPCop:n uudelleenkäynnistyksessä
vi_vn: Kết nối khi khởi động lại IPCop

source: connect the modem
fi_fi: Yhdistä modeemilla
vi_vn: Kết nối với modem

source: connect timeout
fi_fi: Yhteyden aikakatkaisu
vi_vn: Thời hạn kết nối

source: connected
fi_fi: Yhdistetty
vi_vn: Đã kết nối

source: connecting
fi_fi: Yhdistää...
vi_vn: Đang kết nối...

source: connection
fi_fi: Yhteys
vi_vn: Kết nối

source: connection debugging
fi_fi: Yhteyden debuggaus
vi_vn: Gỡ lỗi kết nỗi

source: connection is down
fi_fi: Yhteys ei ole käytössä

source: connection status and controlc
fi_fi: Yhteyden tila ja ohjaus
vi_vn: Tình trạng kết nối và điều khiển

source: connection tracking
fi_fi: IPTaulujen yhteyden jäljitys
vi_vn: IPTables Giữ thông tin Kết nối

source: connection type
fi_fi: Yhteyden tyyppi
vi_vn: Kiểu Kết nối

source: connection type is invalid
fi_fi: Yhteyden tyyppi ei kelpaa.
vi_vn: Kiểu kết nối không hợp lệ.

source: connections
fi_fi: Yhteydet
vi_vn: Các kết nối

source: connections are associated with this ca. deleting the ca will delete these connections as well.
fi_fi: Tähän CA-sertifikaattiin on kytketty yhteyksiä. Sertifikaatin poistaminen poistaa myös nämä yhteydet.
vi_vn: có kêt nối gắn với CA này. Xoá CA này cũng sẽ xoá luôn các kết nối đó.

source: content based throttling
fi_fi: Enable content based throttling
vi_vn: Enable content based throttling

source: copy rule
fi_fi: Kopioi sääntö

source: could not be opened
fi_fi: ei voi avata
vi_vn: không thể mở được

source: could not create directory
fi_fi: Hakemiston luonti ei onnistu.
vi_vn: Không thể tạo thư mục.

source: could not download the available updates list
fi_fi: Saatavilla olevien päivitysten listaa ei voi ladata.
vi_vn: Không thể tải xuống danh sách các cập nhật hiện có.

source: could not open available updates file
fi_fi: Saatavilla olevien päivitysten tiedosto ei voi avata.
vi_vn: Không thể mở các file cập nhật hiện có.

source: could not open installed updates file
fi_fi: Asennettujen päivitysten tiedostoa ei voi avata.
vi_vn: Không thể mở các file cập nhật đã cài đặt

source: could not open update information file
fi_fi: Päivityksen lisätietoja-tiedostoa ei voi avata. Päivitystiedosto on viallinen.
vi_vn: Không thể mở file thông tin cập nhật. File cập nhật bị hỏng.

source: could not retrieve common name from certificate
fi_fi: Sertifikaatista ei saada luettua yleistä nimeä.
vi_vn: Không thể lấy được tên chung từ chứng chỉ số.

source: country
fi_fi: Maa
vi_vn: Quốc gia
