Repository: ewon/efive
Catalog: langs/*/ipcop.po
Languages: fi_fi, vi_vn

source: idle
fi_fi: Tyhjäkäynti
vi_vn: Rảnh

source: idle cpu usage
fi_fi: CPU:n käyttö tyhjäkäynnillä
vi_vn: Sử dụng CPU rảnh

source: idle timeout
fi_fi: Aikakatkaisu (min.; 0 = ei käytössä)
vi_vn: Thời hạn rảnh (theo phút; 0 để tắt)

source: idle timeout not set
fi_fi: Aikakatkaisu asettamatta.
vi_vn: Chưa đặt thời hạn rảnh.

source: if this is not your mac
fi_fi: If this is not your MAC, you are only able to access IPCop for administration when you create an IPCop access rule on your own!
vi_vn: If this is not your MAC, you are only able to access IPCop for administration when you create an IPCop access rule on your own!

source: iface
fi_fi: Liitäntä

source: iface added
fi_fi: liitäntä lisätty
vi_vn: Interface added

source: iface name exists already
fi_fi: liitännän nimi on jo käytössä
vi_vn: Interface name exists already

source: iface removed
fi_fi: Liitäntä poistettu
vi_vn: Interface removed

source: iface updated
fi_fi: liitäntä päivitetty
vi_vn: Interface updated

source: ignore filter
fi_fi: Hylkää-suodatin
vi_vn: Bộ lọc bỏ qua

source: ike encryption
fi_fi: IKE salaus
vi_vn: Mã hoá IKE

source: ike grouptype
fi_fi: IKE Integrity
vi_vn: Kiểu nhóm IKE

source: ike lifetime should be between 1 and 8 hours
fi_fi: IKE lifetime:n arvo pitää olla 1..8 tuntia.
vi_vn: Tuổi thọ IKE nên từ 1 đến 8 giờ.

source: import
fi_fi: Tuo
vi_vn: Nhập vào

source: incorrect password
fi_fi: Salasana ei kelpaa
vi_vn: Mật khẩu sai

source: init string
fi_fi: Alustaminen
vi_vn: Khởi tạo

source: inodes usage
fi_fi: Inodeja käytössä
vi_vn: Mức độ sử dụng inodes

source: insert floppy
fi_fi: Aseta alustettu levyke levyasemaan ja klikkaa <i>Varmuuskopioi levykkeelle</i> varmuuskopioidaksesi asetukset. Tarkista listaus huolellisesti varmistaaksesi varmuuskopioinnin onnistuminen.
vi_vn: Để sao lưu vào đĩa mềm, cho đĩa mềm đã format vào ổ đĩa trên máy IPCop và click vào <i>Sao lưu ra đĩa mềm</i> để sao lưu cấu hình hệ thống. Hãy xem kết quả một cách cẩn thận để chắc chắn việc sao lưu hoàn tất tốt đẹp. Có thể mất một lúc để thực hiện xong, hãy kiên nhẫn.

source: installed
fi_fi: Asennettu
vi_vn: Đã cài đặt

source: installed updates
fi_fi: Asennetut päivitykset
vi_vn: Cập nhật đã cài đặt

source: instant update
fi_fi: PikaPäivitys
vi_vn: Cập nhật Ngay

source: interface
fi_fi: Liitäntä
vi_vn: Giao tiếp

source: interfaces
fi_fi: Verkkoliitännät
vi_vn: Giao tiếp

source: interfaces settings
fi_fi: Firewall - Interfaces settings
vi_vn: Firewall - Interfaces settings

source: internal network
fi_fi: sisäverkko

source: invalid address
fi_fi: Virheellinen osoite

source: invalid addressfilter ip blue
fi_fi: Invalid IP Address. IP has to be in the Blue subnet!
vi_vn: Invalid IP Address. IP has to be in the Blue subnet!

source: invalid broadcast ip
fi_fi: Broadcast IP-osoite ei kelpaa
vi_vn: IP broadcast không hợp lệ

source: invalid characters found in pre-shared key
fi_fi: Syötetty arvo ei kelpaa: pre-shared key.
vi_vn: Tìm thấy ký tự không hợp lệ trong khoá dùng chung.

source: invalid date entered
fi_fi: Syötetty päiväys ei kelpaa.
vi_vn: Ngày nhập vào không hợp lệ.

source: invalid default lease time
fi_fi: Varausaika ei kelpaa.
vi_vn: Thời gian cấp mặc định không hợp lệ.

source: invalid dest
fi_fi: Invalid Destination
vi_vn: Invalid Destination

source: invalid domain name
fi_fi: Toimialueen nimi ei kelpaa.
vi_vn: Tên miền không hợp lệ.

source: invalid downlink speed
fi_fi: Downlink-nopeus ei kelpaa.
vi_vn: Tốc độ tải xuống không hợp lệ.

source: invalid end address
fi_fi: Loppuosoite ei kelpaa.
vi_vn: Địa chỉ cuối không hợp lệ.

source: invalid fixed ip address
fi_fi: Kiinteä IP-osoite ei kelpaa
vi_vn: Địa chỉ IP cố định không hợp lệ

source: invalid fixed mac address
fi_fi: MAC-osoite ei kelpaa
vi_vn: Địa chỉ MAC cố định không hợp lệ

source: invalid hostname
fi_fi: Isäntänimi ei kelpaa.
vi_vn: Tên máy không hợp lệ.

source: invalid iface
fi_fi: Invalid Interface
vi_vn: Invalid Interface

source: invalid input
fi_fi: Syöte ei kelpaa.
vi_vn: Dữ liệu nhập không hợp lệ

source: invalid input for authentication method
fi_fi: Syötetty arvo ei kelpaa: authentication method
vi_vn: Dữ liệu nhập cho phương pháp xác thực không hợp lệ.

source: invalid input for city
fi_fi: Maa ei kelpaa.
vi_vn: Dữ liệu nhập cho thành phố không hợp lệ.

source: invalid input for country
fi_fi: Maa ei kelpaa.
vi_vn: Dữ liệu nhập cho quốc gia không hợp lệ.

source: invalid input for department
fi_fi: Osasto ei kelpaa.
vi_vn: Dữ liệu nhập cho bộ phận không hợp lệ.

source: invalid input for e-mail address
fi_fi: Sähköpostiosoite ei kelpaa.
vi_vn: Dữ liệu nhập cho địa chỉ e-mail không hợp lệ.

source: invalid input for esp keylife
fi_fi: Syötetty arvo ei kelpaa: ESP keylife
vi_vn: Dữ liệu nhập cho Tuổi thọ khóa ESP không hợp lệ.

source: invalid input for hostname
fi_fi: Syötetty arvo ei kelpaa: hostname
vi_vn: Dữ liệu nhập cho tên máy không hợp lệ.

source: invalid input for ike lifetime
fi_fi: Syötetty arvo ei kelpaa: IKE lifetime
vi_vn: Dữ liệu nhập cho tuổi thọ khóa IKE không hợp lệ.

source: invalid input for keepalive 1
fi_fi: Invalid input for Keepalive ping
vi_vn: Invalid input for Keepalive ping

source: invalid input for keepalive 1:2
fi_fi: Invalid input for Keepalive use at least a ratio of 1:2
vi_vn: Invalid input for Keepalive use at least a ratio of 1:2

source: invalid input for keepalive 2
fi_fi: Invalid input for Keepalive ping-restart
vi_vn: Invalid input for Keepalive ping-restart

source: invalid input for name
fi_fi: Syötetty arvo ei kelpaa: käyttäjän nimi tai laitenimi (hostname)
vi_vn: Dữ liêệ nhập cho tên đầy đủ của user hoặc tên máy không hợp lệ.

source: invalid input for organization
fi_fi: Syötetty arvo ei kelpaa: organisaatio
vi_vn: Dữ liệu nhập cho tổ chức không hợp lệ

source: invalid input for radius acctport
fi_fi: Invalid input for Accounting port
vi_vn: Invalid input for Accounting port

source: invalid input for radius auth acct
fi_fi: Invalid input Authentication and Accountingport can not be equal
vi_vn: Invalid input Authentication and Accountingport can not be equal

source: invalid input for radius authport
fi_fi: Invalid input for Authentication port
vi_vn: Invalid input for Authentication port

source: invalid input for radius hostname
fi_fi: Invalid input for Radius Hostname/IP
vi_vn: Invalid input for Radius Hostname/IP

source: invalid input for radius retry
fi_fi: Invalid input for maximum retries
vi_vn: Invalid input for maximum retries

source: invalid input for radius timeout
fi_fi: Invalid input for timeout
vi_vn: Invalid input for timeout

source: invalid input for remote host/ip
fi_fi: Syötetty arvo ei kelpaa: remote host/ip
vi_vn: Dữ liệu nhập cho địa chỉ/máy từ xa không hợp lệ.

source: invalid input for state or province
fi_fi: Syötetty arvo ei kelpaa: kunta tai lääni
vi_vn: Dữ liệu nhập cho tỉnh hoặc thành phố không hợp lệ.

source: invalid ip
fi_fi: IP-osoite ei kelpaa.
vi_vn: Địa chỉ IP không hợp lệ

source: invalid keep time
fi_fi: Säilytysajan tullee olla numero
vi_vn: Thời gian lưu giữ phải là một số hợp lệ

source: invalid key
fi_fi: Avain ei kelpaa.
vi_vn: Khoá không hợp lệ.

source: invalid limit params
fi_fi: Invalid <b>limit</b> parameter
vi_vn: Invalid <b>limit</b> parameter

source: invalid local-remote id
fi_fi: When used, leftid and rightid must not be equal, and must begin with an '@' sign. These are leftid and rightid in openswan terminology.
vi_vn: Khi sử dụng, leftid và rightid không được giống nhau và phải bắt đầu bằng dấu '@'. Đây là leftid và rightid trong thuật ngữ của openswan.

source: invalid logserver address
fi_fi: Viallinen lokipalvelimen osoite
vi_vn: Địa chỉ máy chủ syslogd không hợp lệ

source: invalid mac
fi_fi: Invalid MAC Address
vi_vn: Invalid MAC Address

source: invalid maximum incoming size
fi_fi: Tulevan maksimikoko ei kelpaa.
vi_vn: Kích thước dữ liệu nhận tối đa không hợp lệ.

source: invalid maximum object size
fi_fi: Objektin maksimikoko ei kelpaa.
vi_vn: Kích thước đối tượng tối đa không hợp lệ.

source: invalid maximum outgoing size
fi_fi: Objektin maksimikoko ei kelpaa.
vi_vn: Kích thước dữ liệu gửi tối đa không hợp lệ.

source: invalid minimum object size
fi_fi: Objektin minimikoko ei kelpaa.
vi_vn: Kích thước đối tượng tối thiểu không hợp lệ.

source: invalid mtu input
fi_fi: Invalid MTU
vi_vn: Invalid MTU

source: invalid net
fi_fi: Invalid Network
vi_vn: Invalid Network

source: invalid netmask
fi_fi: Aliverkonpeite ei kelpaa
vi_vn: Netmask không hợp lệ

source: invalid port
fi_fi: Syötetty porttinumero ei kelpaa.
vi_vn: Cổng không hợp lệ. Phải là một số hiệu cổng hợp lệ.

source: invalid primary dns
fi_fi: Ensisijainen DNS-osoite ei kelpaa
vi_vn: DNS chính không hợp lệ.

source: invalid primary ntp
fi_fi: Ensisijaisen NTP-palvelimen osoite ei kelpaa
vi_vn: Địa chỉ máy chủ NTP Chính không hợp lệ

source: invalid secondary dns
fi_fi: Toissijainen DNS-osoite ei kelpaa.
vi_vn: DNS phụ không hợp lệ.

source: invalid secondary ntp
fi_fi: Toissijaiset NTP-palvelimen osoite ei kelpaa
vi_vn: Địa chỉ máy chủ NTP Phụ không hợp lệ

source: invalid start address
fi_fi: Alkuosoite ei kelpaa.
vi_vn: Địa chỉ bắt đầu không hợp lệ.

source: invalid tertiary ntp
fi_fi: Invalid Tertiary NTP server address
vi_vn: Invalid Tertiary NTP server address

source: invalid time entered
fi_fi: Syötetty aika ei kelpaa.
vi_vn: Thời gian nhập vào không hợp lệ.

source: invalid time period
fi_fi: Aikajakso ei kelpaa
vi_vn: Khoảng thời gian không hợp lệ

source: invalid uplink speed
fi_fi: Uplinkin nopeus ei kelpaa.
vi_vn: Tốc độ tải lên không hợp lệ.

source: invalid vpi vpci
fi_fi: VPI/VPCI-asetus ei kelpaa
vi_vn: Thiết lập VPI/VPCI không hợp lệ

source: invalid wins address
fi_fi: WINS-palvelimen osoite ei kelpaa.
vi_vn: Địa chỉ Máy chủ WINS không hợp lệ.

source: invert
fi_fi: Käänteiseksi
vi_vn: Đảo

source: invert port not allowed in portfw
fi_fi: Invert port is not allowed for custom services in Portforwarding rules
vi_vn: Invert port is not allowed for custom services in Portforwarding rules

source: invert proto not allowed in portfw
fi_fi: Invert protocol is not allowed for custom services in Portforwarding rules
vi_vn: Invert protocol is not allowed for custom services in Portforwarding rules

source: ip address
fi_fi: IP-osoite
vi_vn: Địa chỉ IP

source: ip alias added
fi_fi: External IP alias added
vi_vn: IP alias bên ngoài đã thêm

source: ip alias changed
fi_fi: External IP alias changed
vi_vn: IP alias bên ngoài đã thay đổi

source: ip alias removed
fi_fi: External IP alias removed
vi_vn: IP alias bên ngoài đã xoá

source: ip bad
fi_fi: Not a valid IP address.
vi_vn: Not a valid IP address.

source: ip info
fi_fi: IP-osoitteen tiedot
vi_vn: Thông tin IP

source: ipcop access only from green blue and vpn
fi_fi: IPCop access is only allowed from Green, Blue and VPN!
vi_vn: IPCop access is only allowed from Green, Blue and VPN!

source: ipcops hostname
fi_fi: IPcop:n laitenimi (hostname)
vi_vn: Tên máy IPCop

source: ipsec configuration main
fi_fi: IPsec configuration
vi_vn: IPsec configuration

source: ipsec server
fi_fi: IPsec
vi_vn: IPsec

source: isdn settings
fi_fi: ISDN:n lisäasetukset
vi_vn: Các thiết lập ISDN khác

source: isdn1
fi_fi: Yksikanavainen ISDN-yhteys
vi_vn: ISDN Đơn

source: isdn2
fi_fi: Kaksikanavainen ISDN-yhteys
vi_vn: ISDN Kép

source: january
fi_fi: Tammikuu

source: july
fi_fi: Heinäkuu

source: june
fi_fi: Kesäkuu

source: kernel
fi_fi: Kerneli

source: kernel version
fi_fi: Kernelin versio
vi_vn: Phiên bản kernel

source: languagepurpose
fi_fi: Valitse kieli jota haluat käyttää
vi_vn: Chọn ngôn ngữ bạn muốn IPCop hiển thị

source: lease expires
fi_fi: Varaus päättyy
vi_vn: Cấp phát địa chỉ hết hạn

source: legend
fi_fi: Selitys
vi_vn: Chú giải

source: loaded modules
fi_fi: Ladatut modulit
vi_vn: Mô-đun đã nạp

source: local hard disk
fi_fi: Kovalevy
vi_vn: Đĩa cứng

source: local ntp server specified but not enabled
fi_fi: Paikallinen NTP-palvelin on määritelty, mutta ei käytössä
vi_vn: Server NTP nội bộ được khai báo nhưng không bật

source: local subnet
fi_fi: Paikallinen verkkomaski
vi_vn: Mạng con nội bộ

source: local subnet is invalid
fi_fi: Paikallinen verkkomaski ei kelpaa.
vi_vn: Mạng con nội bộ không hợp lệ.

source: local vpn hostname/ip
fi_fi: Paikallinen VPN-isäntä/IP-osoite
vi_vn: Tên máy/IP VPN nội bộ

source: log
fi_fi: Loki
vi_vn: Nhật ký

source: log enabled
fi_fi: Loki käytössä
vi_vn: Nhật ký Bật

source: log lines per page
fi_fi: Rivejä sivulla
vi_vn: Số dòng trên trang

source: log query
fi_fi: Log query terms
vi_vn: Log query terms

source: log server address
fi_fi: Etäloki-palvelin
vi_vn: Máy chủ ghi nhật ký

source: log settings
fi_fi: Lokiasetukset
vi_vn: Thiết lập Nhật ký

source: log summaries
fi_fi: Lokin yhteenvedot
vi_vn: Tóm tắt nhật ký

source: log summary
fi_fi: Lokin yhteenveto
vi_vn: Tóm tắt Nhật ký

source: log useragent
fi_fi: Log useragents
vi_vn: Log useragents

source: log viewing options
fi_fi: Lokin katseluasetukset
vi_vn: Tuỳ chọn xem nhật ký

source: log-options
fi_fi: Logfile options
vi_vn: Logfile options

source: loged in at
fi_fi: Logged In At
vi_vn: Logged In At

source: logging rule
fi_fi: Logging Rule, only Log
vi_vn: Logging Rule, only Log

source: logging server
fi_fi: Loki-palvelin
vi_vn: Máy chủ ghi nhật ký

source: loginlogout
fi_fi: Kirjaudu sisään/ulos
vi_vn: Đăng nhập/Thoát

source: logs kept
fi_fi: Keep logs for
vi_vn: Keep logs for

source: lookup failed
fi_fi: Nimen selvitys ei onnistunut
vi_vn: Phân giải ngược không được

source: low
fi_fi: Alhainen
vi_vn: Thấp

source: ls_dhcpd
fi_fi: DHCP-palvelin
vi_vn: Máy chủ DHCP

source: ls_disk space
fi_fi: Levytila
vi_vn: Dung lượng đĩa

source: ls_free/swan
fi_fi: VPN
vi_vn: VPN

source: ls_httpd
fi_fi: HTTP-palvelin
vi_vn: Máy chủ HTTP

source: ls_init
fi_fi: Init
vi_vn: Khởi tạo

source: ls_kernel
fi_fi: Kerneli ja palomuuri
vi_vn: Kernel và Tường lửa

source: ls_modprobe
fi_fi: Modulin lataaja
vi_vn: Nạp mô-đun

source: ls_pam_unix
fi_fi: Paikallinen käyttäjä kirjautunut
vi_vn: User nội bộ đăng nhập

source: ls_sshd
fi_fi: Etäkäyttäjien kirjautumisia
vi_vn: User từ xa đăng nhập

source: ls_syslogd
fi_fi: Syslogd
vi_vn: Syslogd

source: mac address
fi_fi: MAC-osoite
vi_vn: Địa chỉ MAC

source: mac adr not as dest
fi_fi: A MAC address can not be used as destination address!
vi_vn: A MAC address can not be used as destination address!

source: mac bad
fi_fi: Not a valid MAC address.
vi_vn: Not a valid MAC address.

source: main page
fi_fi: Pääsivu
vi_vn: Trang chính

source: manual
fi_fi: Käsin
vi_vn: Thủ công

source: march
fi_fi: Maaliskuu

source: marked
fi_fi: Merkitty
vi_vn: Đã đánh dấu

source: match accept deny
fi_fi: Enabled for Accept or deny
vi_vn: Enabled for Accept or deny

source: match both
fi_fi: Enabled for both
vi_vn: Enabled for both

source: match log
fi_fi: Enabled for Logging
vi_vn: Enabled for Logging

source: match none
fi_fi: Option disabled
vi_vn: Option disabled

source: max download size
fi_fi: Max download size (KB)
vi_vn: Max download size (KB)

source: max retries not set
fi_fi: Uudelleenyritysten maksimimäärää ei ole asetettu.
vi_vn: Số lần thử lại tối đa chưa đặt.

source: max size
fi_fi: Objektin maksimi koko (Kt)
vi_vn: Kích thước đối tượng tối đa (KB)

source: max upload size
fi_fi: Max upload size (KB)
vi_vn: Max upload size (KB)

source: maximal
fi_fi: Maksimi
vi_vn: Tối đa

source: maximum retries
fi_fi: Uudelleenyritysten maksimimäärä
vi_vn: Số lần thử lại tối đa

source: may
fi_fi: Toukokuu

source: medium
fi_fi: Normaali
vi_vn: Trung bình

source: memory
fi_fi: Muisti
vi_vn: Bộ nhớ

source: memory usage
fi_fi: muistin käyttö

source: method
fi_fi: Metodi
vi_vn: Phương pháp

source: min size
fi_fi: Objektin minimikoko (Kt)
vi_vn: Kích thước đối tượng tối thiểu (KB)

source: minutes
fi_fi: minuuttia
vi_vn: Phút

source: misc-options
fi_fi: Miscellaneous options
vi_vn: Miscellaneous options

source: missing dat
fi_fi: Salattua pakettia ei löydy
vi_vn: Không tìm thấy bản lưu đã mã hoá

source: mode allow
fi_fi: allow
vi_vn: allow

source: mode deny
fi_fi: deny
vi_vn: deny

source: modem
fi_fi: Modeemi

source: modem configuration
fi_fi: Modeemin asetukset
vi_vn: Cấu hình modem

source: modem on com1
fi_fi: Modeemi COM1-portissa
vi_vn: Modem gắn vào COM1

source: modem on com2
fi_fi: Modeemi COM2-portissa
vi_vn: Modem gắn vào COM2

source: modem on com3
fi_fi: Modeemi COM3-portissa
vi_vn: Modem gắn vào COM3

source: modem on com4
fi_fi: Modeemi COM4-portissa
vi_vn: Modem gắn vào COM4

source: modem on com5
fi_fi: Modeemi COM5-portissa
vi_vn: Modem gắn vào COM5

source: modem settings have errors
fi_fi: Modeemin asetuksissa on virheitä
vi_vn: Thiết lập modem có lỗi

source: modem speaker on
fi_fi: Modeemin kaiutin käytössä
vi_vn: Loa modem bật

source: modulation
fi_fi: Modulointi
vi_vn: Mô-đun hoá

source: monday
fi_fi: Maanatai
vi_vn: Thứ Hai

source: monday short
fi_fi: ma
vi_vn: Mon

source: monitor period bad
fi_fi: The monitor period must be selected
vi_vn: The monitor period must be selected

source: monitor volume bad
fi_fi: Monitor volume is not correct
vi_vn: Monitor volume is not correct

source: month
fi_fi: Kuukausi
vi_vn: Tháng

source: monthly start day bad
fi_fi: Monthly start day is not correct
vi_vn: Monthly start day is not correct

source: monthly volume start day
fi_fi: First day of monthly period
vi_vn: First day of monthly period

source: monthly volume start day short
fi_fi: First day
vi_vn: First day

source: mount
fi_fi: Kytke

source: mounted on
fi_fi: Yhdistetty
vi_vn: Gắn lên

source: name
fi_fi: Nimi
vi_vn: Tên

source: name is invalid
fi_fi: Nimi ei kelpaa
vi_vn: Tên không hợp lệ

source: name must only contain characters
fi_fi: Nimessä saa olla vain kirjaimia.
vi_vn: Tên chỉ có thể gồm các ký tự.

source: name too long
fi_fi: Käyttäjän nimi tai laitenimi (hostname) on liian pitkä
vi_vn: Tên đầy đủ của user hay tên máy quá dài

source: need admin network
fi_fi: You have to select at least one admin network!
vi_vn: You have to select at least one admin network!

source: net
fi_fi: Verkko
vi_vn: Mạng

source: net to net vpn
fi_fi: Net-to-Net Virtual Private Network
vi_vn: Mạng Riêng Ảo Mạng-đến-Mạng

source: netmask
fi_fi: Aliverkonpeite

source: network
fi_fi: Verkko
vi_vn: Mạng

source: network added
fi_fi: Käyttäjän verkko lisätty
vi_vn: Mạng Tự đặt đã thêm

source: network based access
fi_fi: Network based access control
vi_vn: Network based access control

source: network removed
fi_fi: Käyttäjän verkko poistettu
vi_vn: Mạng Tự đặt đã xoá

source: network status information
fi_fi: Verkon tilanäyttö
vi_vn: Thông tin Trạng thái Mạng

source: network time from
fi_fi: Hae kellonaika NTP-palvelimelta
vi_vn: Lấy giờ từ một Network Time Server

source: network traffic graphs
fi_fi: Verkkoliikenteen kuormitus
vi_vn: Đồ thị tải mạng

source: network updated
fi_fi: Käyttäjän verkko päivitetty
vi_vn: Mạng Tự đặt đã cập nhật

source: networks settings
fi_fi: Palomuuri - Verkkoasetukset
vi_vn: Thiết lập Tường lửa - Mạng

source: new password
fi_fi: Uusi salasana

source: newer
fi_fi: Uudemmat
vi_vn: Mới hơn

source: next
fi_fi: seuraava

source: no alcatelusb firmware
fi_fi: Alcatel USB:n firmwarea ei löydy. Lataa firmware.
vi_vn: Không có firmware Alcatel USB. Hãy tải lên.

source: no cache sites
fi_fi: Do not cache these destinations (one per line)
vi_vn: Do not cache these destinations (one per line)

source: no cfg upload
fi_fi: Tietoa ei ladattu
vi_vn: Không có dữ liệu nào được tải lên

source: no connection auth
fi_fi: No connection oriented authentication forwarding
vi_vn: No connection oriented authentication forwarding

source: no dhcp lease
fi_fi: Punainen verkkoliityntä ei saa yhteyttä/osoitetta DHCP-palvelimeen
vi_vn: Không có DHCP tạm cấp nào được lấy

source: no eciadsl synch.bin file
fi_fi: ECI ADSL:n synch.bin-tiedostoa ei ole. Lataa tiedosto.
vi_vn: Không có file synch.bin của ECI ADSL. Hãy tải lên.

source: no fritzdsl driver
fi_fi: Fritz!DSL-ajuria ei löydy. Sinun täytyy ladata se.
vi_vn: Không có Fritz!DSL driver. Hãy tải lên.

source: no information available
fi_fi: Tietoja ei saatavilla
vi_vn: Không có thông tin nào.

source: no internal proxy
fi_fi: Disable internal proxy access
vi_vn: Disable internal proxy access

source: no internal proxy on blue
fi_fi: Disable internal proxy access from Blue to other subnets
vi_vn: Disable internal proxy access from Blue to other subnets

source: no internal proxy on green
fi_fi: Disable internal proxy access to Green from other subnets
vi_vn: Disable internal proxy access to Green from other subnets

source: no modem selected
fi_fi: Modeemia ei ole valittu
vi_vn: Chưa chọn modem

source: no profile switch
fi_fi: Do not switch
vi_vn: Do not switch

source: no time limit
fi_fi: rajoittamaton aika
vi_vn: không giới hạn thời gian

source: noIFace
fi_fi: No Interface entered
vi_vn: No Interface entered

source: noIFacename
fi_fi: No Interface Name entered
vi_vn: No Interface Name entered

source: none address type
fi_fi: No Address type selected, please select
vi_vn: No Address type selected, please select

source: none day type
fi_fi: No day type selected, please select
vi_vn: No day type selected, please select

source: none iface type
fi_fi: No Interface type selected, please select
vi_vn: No Interface type selected, please select

source: none limit for
fi_fi: Please select if limit option is disabled or enabled
vi_vn: Please select if limit option is disabled or enabled

source: none limit type
fi_fi: No limit type selected, please select
vi_vn: No limit type selected, please select

source: none service type
fi_fi: No Service type selected, please select
vi_vn: No Service type selected, please select

source: nonetworkname
fi_fi: Verkkonimi asettamatta
vi_vn: Chưa nhập Tên Mạng

source: noservicename
fi_fi: Palvelun nimi syöttämättä
vi_vn: Chưa nhập Tên Dịch vụ

source: not a valid ca certificate
fi_fi: CA-sertifikaatti ei kelpaa.
vi_vn: Không là một chứng chỉ số CA hợp lệ.

source: not enough disk space
fi_fi: Levytila lopussa
vi_vn: Không đủ dung lượng đĩa

source: not present
fi_fi: <B>Ei</B> käytettävissä
vi_vn: <b>Không</b> có

source: not running
fi_fi: ei käynnissä
vi_vn: chưa chạy

source: november
fi_fi: Marraskuu

source: ntp configuration
fi_fi: NTP-asetukset
vi_vn: Cấu hình NTP

source: ntp server
fi_fi: NTP-palvelin
vi_vn: Dịch vụ NTP

source: ntp syncro disabled
fi_fi: NTP-synkronointi poissa käytöstä
vi_vn: Đồng bộ NTP tắt

source: ntp syncro enabled
fi_fi: NTP-synkronointi käytössä
vi_vn: Đồng bộ NTP bật

source: number
fi_fi: Numero
vi_vn: Số

source: number of L1 dirs
fi_fi: Number of level-1 subdirectories
vi_vn: Number of level-1 subdirectories

source: october
fi_fi: Lokakuu

source: offline mode
fi_fi: Enable offline mode
vi_vn: Enable offline mode

source: older
fi_fi: Vanhemmat
vi_vn: Cũ hơn

source: online help en
fi_fi: Online Help (englanniksi)
vi_vn: Trợ giúp trực tuyến (tiếng Anh)

source: only digits allowed in holdoff field
fi_fi: Pitoaika-kenttään saa kirjoittaa vain numeroita
vi_vn: Chỉ cho phép các chữ số trong ô thời gian chờ

source: only digits allowed in max retries field
fi_fi: Uudelleenyritysten maks. kenttään saa syöttäää vain numeroita.
vi_vn: Chỉ cho phép các chữ số trong ô thử lại tối đa.

source: only digits allowed in the idle timeout
fi_fi: Aikakatkaisu-kenttään saa syöttäää vain numeroita.
vi_vn: Chỉ cho phép các chữ số trong ô mức thời gian rảnh.

source: only host ip adr allowed in portfw
fi_fi: Only host IP addresses (no IP subnetworks) are allowed as destination in Portforwarding rules!
vi_vn: Only host IP addresses (no IP subnetworks) are allowed as destination in Portforwarding rules!

source: openssl produced an error
fi_fi: OpenSSL ei aiheutti virheen
vi_vn: OpenSSL gây ra lỗi

source: openvpn con stat
fi_fi: OpenVPN Connection Statistics
vi_vn: OpenVPN Connection Statistics
