Repository: ewon/efive
Catalog: langs/*/ipcop.po
Languages: fi_fi, vi_vn

source: openvpn configuration main
fi_fi: OpenVPN configuration
vi_vn: OpenVPN configuration

source: openvpn subnet overlap
fi_fi: OpenVPN Subnet overlaps with
vi_vn: OpenVPN Subnet overlaps with

source: or
fi_fi: tai
vi_vn: hoặc

source: orange
fi_fi: ORANSSI

source: organization cant be empty
fi_fi: Organisaatio-kenttä ei voi olla tyhjä.
vi_vn: Tên tổ chức không thể trống.

source: organization name
fi_fi: Organisaaatio
vi_vn: Tên Tổ chức

source: organization too long
fi_fi: Organisaation nimi on liian pitkä. Maksimipituus on 60 merkkiä.
vi_vn: Tên tổ chức quá dài; chỉ nên giới hạn không quá 60 ký tự.

source: original
fi_fi: Alkuperäinen

source: other countries
fi_fi: Muut maat
vi_vn: Quốc gia khác

source: other login script
fi_fi: Muu kirjautumis skripti
vi_vn: Script đăng nhập khác

source: override mtu
fi_fi: Pakotettu MTU arvo
vi_vn: Sửa MTU mặc định

source: package failed to install
fi_fi: Paketin asennus epäonnistui.
vi_vn: Không cài được gói phần mềm.

source: pap or chap
fi_fi: PAP tai CHAP
vi_vn: PAP hoặc CHAP

source: password
fi_fi: Salasana
vi_vn: Mật khẩu

source: password contains illegal characters
fi_fi: Salasanassa on kiellettyjä merkkejä
vi_vn: Mật khẩu có chứa ký tự không hợp lệ.

source: password not set
fi_fi: Salasanaa ei ole asetettu.
vi_vn: Chưa đặt mật khẩu.

source: password too short
fi_fi: Salasana on liian lyhyt.
vi_vn: Mật khẩu quá ngắn.

source: passwords do not match
fi_fi: Salasanat ovat erilaisia.
vi_vn: Mật khẩu không khớp.

source: passwords must be at least 6 characters in length
fi_fi: Salasanan pitää olla vähintään 6 merkkiä pitkä.
vi_vn: Mật khẩu phải dài ít nhất 6 ký tự

source: percentage
fi_fi: Prosenttia
vi_vn: Phần trăm

source: persistent
fi_fi: Pysyvä
vi_vn: Thường trực

source: pfs yes no
fi_fi: Perfect Forward Secrecy (PFS)
vi_vn: Perfect Forward Secrecy (PFS)

source: pfw internal destination
fi_fi: Internal Destination
vi_vn: Internal Destination

source: pfw ipcop destination
fi_fi: IPCop External Destination
vi_vn: IPCop External Destination

source: phase1 group
fi_fi: Pheas1 ryhmä
vi_vn: Nhóm Phase1

source: phonebook entry
fi_fi: Puhelinluettelomerkintä
vi_vn: Mục danh bạ

source: pkcs12 file password
fi_fi: PKCS12 tiedoston salasana
vi_vn: Mật khẩu File PKCS12

source: policy closed
fi_fi: suljettu
vi_vn: Closed

source: policy half-open
fi_fi: puoliavoin
vi_vn: Half-open

source: policy open
fi_fi: avoin
vi_vn: Open

source: port
fi_fi: Portti
vi_vn: Cổng

source: ports
fi_fi: Portit
vi_vn: Cổng

source: ppp setup
fi_fi: PPP asennus
vi_vn: Cài đặt PPP

source: pppoe settings
fi_fi: PPPoE lisäasetukset
vi_vn: Thiết lập PPPoE khác

source: pptp settings
fi_fi: PPTP:n lisäasetukset
vi_vn: Thiết lập PPTP khác

source: pre-shared key is too short
fi_fi: Esi-jaettu avain on liian lyhyt.
vi_vn: Khoá dùng chung quá ngắn.

source: present
fi_fi: Nykyinen
vi_vn: Có

source: primary dns
fi_fi: Ensisijainen DNS-palvelin
vi_vn: DNS Chính

source: primary ntp server
fi_fi: Ensisijainen NTP-palvelin
vi_vn: Máy chủ NTP Chính

source: primary wins server address
fi_fi: Ensisijainen WINS-palvelin
vi_vn: Địa chỉ Máy chủ WINS Chính

source: priority
fi_fi: Prioriteetti
vi_vn: Ưu tiên

source: profile
fi_fi: Profiili
vi_vn: File cấu hình

source: profile deleted
fi_fi: Profiili poistettu
vi_vn: File cấu hình đã xoá

source: profile has errors
fi_fi: Profiilissa on virheitä
vi_vn: File cấu hình có lỗi

source: profile made current
fi_fi: Käyttöönotettu profiili
vi_vn: File cấu hình sử dụng hiện tại

source: profile name
fi_fi: Profiilin nimi
vi_vn: Tên file cấu hình

source: profile name not given
fi_fi: Profiilin nimi puuttuu.
vi_vn: Không đưa tên file cấu hình.

source: profile saved
fi_fi: Profile tallennettu
vi_vn: File cấu hình đã lưu

source: profiles
fi_fi: Profiilit
vi_vn: File cấu hình

source: proto
fi_fi: Prot.
vi_vn: Gthức

source: protocol
fi_fi: Protokolla
vi_vn: Giao thức

source: proxy
fi_fi: Välimuisti

source: proxy access graphs
fi_fi: WWW-välimuistin kuormitus
vi_vn: Đồ thị truy cập proxy

source: proxy log viewer
fi_fi: Välimuistin lokin katselu
vi_vn: Xem nhật ký proxy

source: proxy logs
fi_fi: Välimuistin lokit
vi_vn: Nhật ký Proxy

source: proxy port
fi_fi: Välimuistin portti
vi_vn: Cổng Proxy

source: pulse
fi_fi: Pulssi

source: pulse dial
fi_fi: Pulssivalinta käyttöön
vi_vn: Quay số kiểu Pulse

source: radius acctport
fi_fi: Accounting port(UDP)
vi_vn: Accounting port(UDP)

source: radius authport
fi_fi: Authentication port(UDP)
vi_vn: Authentication port(UDP)

source: radius enable
fi_fi: Enable Radius authentication
vi_vn: Enable Radius authentication

source: radius servername
fi_fi: Server hostname/IP
vi_vn: Server hostname/IP

source: radius sharedsecret
fi_fi: Shared secret
vi_vn: Shared secret

source: radius wait
fi_fi: Response timeout (in seconds)
vi_vn: Response timeout (in seconds)

source: ram
fi_fi: RAM-muisti

source: ram cache size
fi_fi: Memory cache size (MB)
vi_vn: Memory cache size (MB)

source: reboot
fi_fi: Käynnistä uudelleen
vi_vn: Khởi động lại

source: rebooting
fi_fi: Uudelleenkäynnistyy
vi_vn: Đang khởi động lại

source: reconnection
fi_fi: Uudelleen yhdistys
vi_vn: Kết nối lại

source: red
fi_fi: Punainen

source: redirect ntp packets
fi_fi: Redirect NTP to IPCop
vi_vn: Redirect NTP to IPCop

source: redirect traffic
fi_fi: Redirect all Traffic through Tunnel
vi_vn: Redirect all Traffic through Tunnel

source: refresh
fi_fi: Päivitä
vi_vn: Làm mới

source: refresh index page while connected
fi_fi: Päivitä index.cgi-sivua yhteydessä ollessa
vi_vn: Làm mới trang index.cgi khi còn kết nối

source: refresh update list
fi_fi: Päivitä päivitysten lista
vi_vn: Làm mới danh sách cập nhật

source: released
fi_fi: Vapautettu
vi_vn: Phát hành

source: remark
fi_fi: Lisätiedot
vi_vn: Lưu ý

source: remote access
fi_fi: Ulkoinen pääsy
vi_vn: Truy cập từ xa

source: remote host/ip
fi_fi: Etäisäntä/IP-osoite
vi_vn: IP/Máy Từ xa

source: remote logging
fi_fi: Etälokit
vi_vn: Ghi nhật ký từ xa

source: remote subnet
fi_fi: Etäverkkomaski
vi_vn: Mạng con từ xa

source: remote subnet is invalid
fi_fi: Etäverkkomaski ei kelpaa.
vi_vn: Mạng con từ xa không hợp lệ.

source: removable device advice
fi_fi: Plug in a device, refresh, select and mount before usage. Umount before removal.
vi_vn: Gắn thiết bị vào, làm mới, chọn và mount trước khi sử dụng. Unmount trước khi gỡ ra.

source: remove
fi_fi: Poista
vi_vn: Xoá

source: remove ca certificate
fi_fi: Poista CA-sertifikaatti
vi_vn: Xoá Chứng chỉ số CA

source: remove x509
fi_fi: Poista kaikki CA:t ja sertifikaatit
vi_vn: Xóa tòan bộ CA và chứng chỉ số

source: reserved dst port
fi_fi: Kohdeportti on varattu vain IPCop:n käyttöön
vi_vn: Cổng đích được dành riêng chỉ cho IPCop dùng

source: reserved external port
fi_fi: External destination port is reserved for IPCop use only!
vi_vn: External destination port is reserved for IPCop use only!

source: reserved external portrange
fi_fi: External destination portrange contains a reserved port for IPCop use only!
vi_vn: External destination portrange contains a reserved port for IPCop use only!

source: reset
fi_fi: Nollaa
vi_vn: Đặt lại

source: resetting the vpn configuration will remove the root ca, the host certificate and all certificate based connections
fi_fi: VPN-asetuksian nollaaminen poistaa myös juurisertifikaatin, isnännän sertifikaatin ja kaikki näihin sertifikaatteihin luottavat yhteydet.
vi_vn: Đặt lại cấu hình VPN sẽ xoá CA gốc, chứng chỉ số của máy và tất cả các kết nối dựa trên chứng chỉ số

source: restart
fi_fi: Käynnistä uudelleen
vi_vn: Khởi động lại

source: restore
fi_fi: Palauta
vi_vn: Phục hồi

source: restore defaults
fi_fi: Palauta oletusasetukset
vi_vn: Phục hồi giá trị mặc định

source: restore hardware settings
fi_fi: Palauta laitteistoasetukset
vi_vn: Phục hồi thiết lập phần cứng

source: reverse sort
fi_fi: Uusimat ensin
vi_vn: Sắp theo thứ tự thời gian ngược

source: rolling window
fi_fi: Rolling traffic window
vi_vn: Rolling traffic window

source: rolling window bad
fi_fi: Rolling traffic window is not correct
vi_vn: Rolling traffic window is not correct

source: rolling window days
fi_fi: Days in rolling window
vi_vn: Days in rolling window

source: root certificate
fi_fi: Juurisertifikaatti
vi_vn: Chứng chỉ số Gốc

source: router ip
fi_fi: Reitittimen IP-osoite
vi_vn: Địa chỉ IP Router

source: routing table entries
fi_fi: Reititystaulu
vi_vn: Mục dữ liệu Bảng Định tuyến

source: rule active
fi_fi: Rule is active
vi_vn: Rule is active

source: rule can open your Firewall
fi_fi: This rule can open your Firewall!
vi_vn: This rule can open your Firewall!

source: rule exists
fi_fi: Rule exists already
vi_vn: Rule exists already

source: rule opens your Firewall
fi_fi: This rule opens your Firewall!
vi_vn: This rule opens your Firewall!

source: rules
fi_fi: säännöt

source: running
fi_fi: KÄYNNISSÄ
vi_vn: ĐANG CHẠY

source: safe removal of umounted device
fi_fi: Voit poistaa irti kytketyn laitteen turvallisesti
vi_vn: Bạn có thể gỡ thiết bị đã được unmount một cách an toàn

source: same proto in portfw
fi_fi: The protocol has to be identical in 'IPCop External Destination' service and in 'Internal Destination' service!
vi_vn: The protocol has to be identical in 'IPCop External Destination' service and in 'Internal Destination' service!

source: saturday
fi_fi: Lauantai
vi_vn: Thứ Bảy

source: saturday short
fi_fi: la
vi_vn: Sat

source: save
fi_fi: Tallenna
vi_vn: Lưu

source: save error
fi_fi: Asetusten tallentaminen pakettiin ei onnistu
vi_vn: Không thể lưu cấu hình vào file bản lưu

source: save-adv-options
fi_fi: Save Advanced options
vi_vn: Save Advanced options

source: scheduler add action
fi_fi: Add a Scheduler Action
vi_vn: Add a Scheduler Action

source: scheduler update action
fi_fi: Edit a Scheduler Action
vi_vn: Edit a Scheduler Action

source: script name
fi_fi: Skriptin nimi
vi_vn: Tên script

source: secondary dns
fi_fi: Toissijainen DNS-palvelin
vi_vn: DNS Phụ

source: secondary ntp server
fi_fi: Toissijainen NTP-palvelin
vi_vn: Máy chủ NTP Phụ

source: secondary wins server address
fi_fi: Toissijainen WINS-palvelin
vi_vn: Địa chỉ Máy chủ WINS Phụ

source: seconds
fi_fi: Sekuntia
vi_vn: Giây

source: section
fi_fi: Osa
vi_vn: Phần

source: sectors read from disk per second
fi_fi: Levyltä luettuja sektoreita sekunnissa
vi_vn: Số sector đọc từ đĩa trên giây

source: sectors written to disk per second
fi_fi: Levylle kirjoitettuja sektoreita sekunnissa
vi_vn: Số sector ghi lên đĩa trên giây

source: secure shell server
fi_fi: SSH-palvelin
vi_vn: Máy chủ secure shell

source: select
fi_fi: Valitse
vi_vn: Chọn

source: select address group
fi_fi: No Address Group selected, please select
vi_vn: No Address Group selected, please select

source: select address group typ
fi_fi: No Address Group type selected, please select
vi_vn: No Address Group type selected, please select

source: select media
fi_fi: Select media <br />(only FAT supported for removable media)
vi_vn: Chọn phương tiện <br />(chỉ có FAT được hỗ trợ cho các phương tiện di động)

source: select rule position
fi_fi: You have to select rule position.
vi_vn: You have to select rule position.

source: select service group
fi_fi: No Service Group selected, please select
vi_vn: No Service Group selected, please select

source: select service group typ
fi_fi: No Service Group type selected, please select
vi_vn: No Service Group type selected, please select

source: selecttraffic
fi_fi: Select utilisation overview
vi_vn: Select utilisation overview

source: send cr
fi_fi: ISP vaatii rivinpalautus-merkin
vi_vn: ISP yêu cầu Dấu Xuống dòng

source: send test mail
fi_fi: Send Test email
vi_vn: Send Test email

source: september
fi_fi: Syyskuu

source: serial
fi_fi: Sarjaliitäntä
vi_vn: Tuần tự

source: service
fi_fi: Palvelu
vi_vn: Dịch vụ

source: service added
fi_fi: Käyttäjän verkkopalvelu lisätty
vi_vn: Dịch vụ Mạng Tự đặt đã thêm

source: service added to group
fi_fi: Added service to Group
vi_vn: Added service to Group

source: service already in group
fi_fi: Selected service is already in selected Group
vi_vn: Selected service is already in selected Group

source: service group exists already
fi_fi: Service Group name exists already
vi_vn: Service Group name exists already

source: service group not be empty
fi_fi: Service Group name can not be empty
vi_vn: Service Group name can not be empty

source: service grouping settings
fi_fi: Firewall - Service Grouping
vi_vn: Firewall - Service Grouping

source: service in group enabled
fi_fi: Service in Group enabled/disabled
vi_vn: Service in Group enabled/disabled

source: service is used in portfw
fi_fi: This service is used in Portforwarding rules
vi_vn: This service is used in Portforwarding rules

source: service name
fi_fi: Palvelun nimi
vi_vn: Tên dịch vụ

source: service removed
fi_fi: Käytäjän verkkopalvelu poistettu
vi_vn: Dịch vụ Mạng Tự đặt đã xoá

source: service updated
fi_fi: Käyttäjän verkkopalvelu päivitetty
vi_vn: Dịch vụ Mạng Tự đặt đã cập nhật

source: servicename
fi_fi: Palvelun nimi
vi_vn: Tên Dịch vụ

source: services
fi_fi: Palvelut
vi_vn: Dịch vụ

source: services settings
fi_fi: Palomuuri - Verkkopalveluiden asetukset
vi_vn: Thiết lập Tường lửa - Dịch vụ

source: set time now
fi_fi: Aseta kellonaika
vi_vn: Đặt Thời gian Ngay

source: settings
fi_fi: Asetukset
vi_vn: Thiết lập

source: settingsfile bad
fi_fi: Settingsfile is not valid
vi_vn: Settingsfile is not valid

source: settingsfile bad. please edit
fi_fi: Your settingsfile is not valid. BlockOutTraffic is not able to work. Please edit settings!
vi_vn: Your settingsfile is not valid. BlockOutTraffic is not able to work. Please edit settings!

source: shaping list options
fi_fi: Liikenteen ohjauspalvelut
vi_vn: Các dịch vụ giới hạn tải

source: show adv config
fi_fi: Show Firewall Config
vi_vn: Show Firewall Config

source: show ca certificate
fi_fi: Näytä CA-sertifikaatti
vi_vn: Hiện Chứng chỉ số CA

source: show certificate
fi_fi: Näytä sertifikaatti
vi_vn: Hiện Chứng chỉ số

source: show crl
fi_fi: Show Certificate Revocation List
vi_vn: Show Certificate Revocation List

source: show host certificate
fi_fi: Näytä laitesertifikaatti
vi_vn: Hiện Chứng chỉ số Host

source: show interface colors
fi_fi: Show interface colors in rule overview
vi_vn: Show interface colors in rule overview

source: show root certificate
fi_fi: Näytä juurisertifikaatti
vi_vn: Hiện Chứng chỉ số Gốc

source: shutdown
fi_fi: Sammuta
vi_vn: Ngừng

source: shutdown control
fi_fi: Sammutuksen ohjaus
vi_vn: Điều khiển ngừng

source: shutting down
fi_fi: Sammuu
vi_vn: Đang ngừng

source: size
fi_fi: Koko
vi_vn: Kích thước

source: sort ascending
fi_fi: Aakkosjärjestykseen
vi_vn: Sắp Từ dưới lên

source: sort descending
fi_fi: Öökkösjärjestykseen
vi_vn: Sắp Từ trên xuống

source: source
fi_fi: Lähde
vi_vn: Nguồn

source: source address
fi_fi: Source Address (MAC or IP or network)
vi_vn: Source Address (MAC or IP or network)

source: source adr and dest adr can not be same
fi_fi: Source and destination address/network can not be the same
vi_vn: Source and destination address/network can not be the same

source: source iface and dest iface can not be same
fi_fi: Source and destination Interface can not be the same
vi_vn: Source and destination Interface can not be the same

source: source ip
fi_fi: Lähde IP-osoite
vi_vn: IP Nguồn

source: source ip and port
fi_fi: Lähde IP:Portti
vi_vn: Source IP:Port

source: source port
fi_fi: Lähdeportti
vi_vn: Cổng nguồn

source: source port numbers
fi_fi: Lähdeportin tulee olla hyväksytty porttinumero tai -alue.
vi_vn: Cổng nguồn phải là một số cổng hoặc khoảng cổng hợp lệ.

source: speaker off
fi_fi: Kaiutin pois käytöstä
vi_vn: Loa tắt

source: speaker on
fi_fi: Kaiutin käyttöön
vi_vn: Loa bật

source: squid version
fi_fi: Squid Cache version
vi_vn: Squid Cache version

source: src port
fi_fi: Lähdeportti
vi_vn: Cổng Nguồn

source: ssh access
fi_fi: SSH-käyttö
vi_vn: Truy cập SSH

source: ssh access tip
fi_fi: IPCop SSH uses the non-standard Port 8022!
vi_vn: IPCop SSH sử dụng cổng không chuẩn 8022!

source: ssh fingerprint
fi_fi: Sormenjälki
vi_vn: Dấu nhận dạng

source: ssh host keys
fi_fi: SSH-avaimet

source: ssh is disabled
fi_fi: SSH pois käytöstä. Pysäytetään.
vi_vn: SSH tắt. Đang dừng.

source: ssh is enabled
fi_fi: SSH käyttöön. Käynnistetään.
vi_vn: SSH bật. Đang chạy lại.

source: ssh key
fi_fi: Avaintiedosto
vi_vn: Khóa

source: ssh key size
fi_fi: Koko (bitteinä)
vi_vn: Kích thước (bit)

source: ssh keys
fi_fi: Salli tunnistus julkisella avaimella
vi_vn: Cho phép xác thực bằng khóa công khai

source: ssh no auth
fi_fi: Et voi kirjatua, koska yhtään tunnistustapaa ei ole valittu
vi_vn: Bạn không cho phép phương pháp xác thực nào; bạn sẽ không thể đăng nhập được

source: ssh passwords
fi_fi: Salli tunnistus salasanalla
vi_vn: Cho phép xác thực bằng mật khẩu

source: ssh portfw
fi_fi: Salli TCP uudelleenohjaus
vi_vn: Cho phép Chuyển tiếp TCP

source: ssh1 disabled
fi_fi: SSHv1 poissa käytöstä. Vain version 2 käyttö on mahdollista.
vi_vn: SSH v1 tắt, cần có client phải hỗ trợ v2.

source: ssh1 enabled
fi_fi: Vanhojen SSH-clienttien käyttö mahdollista (SSHv1)
vi_vn: SSH v1 bật, client cũ sẽ được hỗ trợ.

source: ssh1 support
fi_fi: Tuki SSH-protokollan versiolle 1 (tarvitaan vain vanhoille asiakasohjelmille)
vi_vn: Hỗ trợ SSH giao thức v1 (chỉ cần cho các client cũ)

source: ssl ports
fi_fi: Allowed SSL ports (one per line)
vi_vn: Allowed SSL ports (one per line)

source: ssnetwork status
fi_fi: Verkon tila
vi_vn: Tình trạng Mạng

source: sspasswords
fi_fi: Salasanat
vi_vn: Mật khẩu

source: ssport forwarding
fi_fi: Porttien edelleenohjaus
vi_vn: Chuyển tiếp cổng

source: ssproxy graphs
fi_fi: Välimuistin kuormitus
vi_vn: Đồ thị proxy

source: sssystem status
fi_fi: Järjestelmän tila
vi_vn: Tình trạng Hệ thống

source: sstraffic
fi_fi: Traffic Accounting
vi_vn: Traffic Accounting

source: sstraffic graphs
fi_fi: Liikennemäärät
vi_vn: Đồ thị tải mạng

source: standard login script
fi_fi: Sisäänkirjautumiskomentojono
vi_vn: Script đăng nhập chuẩn

source: standard ports
fi_fi: Allowed standard ports (one per line)
vi_vn: Allowed standard ports (one per line)

source: standard rule
fi_fi: Standard Accept Rule
vi_vn: Standard Accept Rule

source: start address
fi_fi: Alkuosoite
vi_vn: Địa chỉ đầu

source: state or province
fi_fi: Lääni tai kunta
vi_vn: Tỉnh hoặc Thành Phố

source: static ip
fi_fi: Kiinteä IP-osoite
vi_vn: IP tĩnh

source: status
fi_fi: Tila
vi_vn: Tình trạng

source: status information
fi_fi: Tilatiedot
vi_vn: Thông tin tình trạng

source: stopped
fi_fi: PYSÄYTETTY
vi_vn: ĐÃ DỪNG

source: subject
fi_fi: Otsikko
vi_vn: Chủ đề

source: subject test
fi_fi: Test email
vi_vn: Test email

source: subject warn traffic
fi_fi: Warning - warnlevel reached
vi_vn: Warning - warnlevel reached

source: successfully refreshed updates list
fi_fi: Päivityslista on päivitetty onnistuneesti.
vi_vn: Đã làm mới danh sách cập nhật.

source: summaries kept
fi_fi: Yhteenvetojen säilytysaika
vi_vn: Giữ thông tin tóm tắt trong

source: sunday
fi_fi: Sunnuntai
vi_vn: Chủ Nhật

source: sunday short
fi_fi: su
vi_vn: Sun

source: suppress version
fi_fi: Suppress version information
vi_vn: Suppress version information

source: swap
fi_fi: Swap-muisti

source: system cpu usage
fi_fi: CPU:n käyttö
vi_vn: Sử dụng CP Hệ thống

source: system graphs
fi_fi: Järjestelmän kuormitus
vi_vn: Đồ thị Hệ thống

source: system info cobalt
fi_fi: Cobalt information
vi_vn: Cobalt information

source: system info cpu
fi_fi: CPU information
vi_vn: CPU information

source: system info hdd
fi_fi: System harddisk
vi_vn: System harddisk

source: system info irq
fi_fi: Interrupts
vi_vn: Interrupts

source: system info link
fi_fi: Link state
vi_vn: Link state

source: system info linketh
fi_fi: Link state (ethtool)
vi_vn: Link state (ethtool)

source: system info linkmii
fi_fi: Link state (MII)
vi_vn: Link state (MII)

source: system info nic
fi_fi: Network interface cards
vi_vn: Network interface cards

source: system info pci
fi_fi: PCI devices
vi_vn: PCI devices

source: system info ps
fi_fi: Process status
vi_vn: Process status

source: system info usb
fi_fi: USB devices
vi_vn: USB devices

source: system log viewer
fi_fi: Järjestelmän lokien katselu
vi_vn: Xem Nhật ký Hệ thống

source: system logs
fi_fi: Järjestemälokit
vi_vn: Nhật ký Hệ thống

source: system status information
fi_fi: Järjestelmän tilatiedot
vi_vn: Thông tin Tình trạng Hệ thống

source: telephone not set
fi_fi: Puhelinnumeroa ei ole asetettu.
vi_vn: Chưa đặt số điện thoại.

source: test email could not be sent
fi_fi: Could not send Test email
vi_vn: Could not send Test email

source: test email was sent
fi_fi: Test email was sent successfully
vi_vn: Test email was sent successfully

source: the statistics were last updated at
fi_fi: Päivitetty
vi_vn: Các thống kê được cập nhật lần cuối lúc

source: there are updates
fi_fi: Järjestelmään on saatavissa uusia päivityksiä. Valitse 'Päivitykset'-osio saadaksesi lisätietoja.
vi_vn: Có cập nhật mới cho hệ thống của bạn. Hãy đến phần 'Cập nhật' để biết thêm thông tin.

source: there are updates available
fi_fi: Järjestelmääsi on saatavissa päivityksiä. On erittäin suotavaa asentaa ne mahdollisimman pian.
vi_vn: Có cập nhật mới cho hệ thống của bạn. Bạn nên gấp rút cài đặt chúng càng sớm càng tốt.

source: there was no file upload
fi_fi: Latattavaa tiedostoa ei löydy.
vi_vn: Không có file nào được tải lên.

source: this feature has been sponsored by
fi_fi: Tämän ominaisuuden sponsoroija on
vi_vn: Tính năng này được tài trợ bởi

source: this field may be blank
fi_fi: Kenttää ei ole pakko täyttää.
vi_vn: Ô này có thể để trống.

source: this is not a valid archive
fi_fi: Paketti on viallinen.
vi_vn: Đây không phải là một bản lưu hợp lệ.

source: this is not an authorised update
fi_fi: Tämä ei ole virallinen päivitys.
vi_vn: Đây không phải là một bản cập nhật tin cậy.

source: this update is already installed
fi_fi: Päivitys on jo asennettu.
vi_vn: Bản cập nhật này đã được cài đặt.

source: throttle binary
fi_fi: Binary files
vi_vn: Binary files

source: throttle dskimg
fi_fi: CD images
vi_vn: CD images

source: throttle mmedia
fi_fi: Multimedia
vi_vn: Multimedia

source: throttling per host on
fi_fi: Limit per host on
vi_vn: Limit per host on

source: throttling total on
fi_fi: Overall limit on
vi_vn: Overall limit on

source: throttling unlimited
fi_fi: unlimited
vi_vn: unlimited

source: thursday
fi_fi: Torstai
vi_vn: Thứ Năm

source: thursday short
fi_fi: to
vi_vn: Thu

source: time
fi_fi: Aika
vi_vn: Thời gian

source: time date manually reset
fi_fi: Ajan/päivän nollaus käsin.
vi_vn: Ngày/Giờ được đặt lại bằng tay.

source: time server
fi_fi: Aikapalvelin
vi_vn: Máy chủ Đồng hồ

source: timeout must be a number
fi_fi: Aikakatkaisu täytyy määritellä numeroilla.
vi_vn: Thời hạn phải là một số.

source: title
fi_fi: Otsikko
vi_vn: Tiêu đề

source: to
fi_fi: To-FIXME
vi_vn: Đến

source: to email adr
fi_fi: To email address
vi_vn: To email address

source: to email bad
fi_fi: To email address is not valid
vi_vn: To email address is not valid

source: toggle enable disable
fi_fi: Sallittu tai Estetty
vi_vn: Bật hoặc Tắt

source: tone
fi_fi: Äänivalinta

source: tone dial
fi_fi: Äänivalinta käyttöön
vi_vn: Quay số kiểu Tone

source: too long 80 char max
fi_fi: on liian pitkä. Maksimissaan 80 merkkiä.
vi_vn: quá dài, tối đa cho phép 80 ký tự

source: total hits for log section
fi_fi: Osumia yhteensä
vi_vn: Tổng số Hit cho Mục Nhật ký

source: traffic calc time
fi_fi: Time of calculation
vi_vn: Time of calculation

source: traffic calc time bad
fi_fi: Calculation time is not correct
vi_vn: Calculation time is not correct

source: traffic configuration
fi_fi: Traffic accounting configuration
vi_vn: Traffic accounting configuration
