Repository: ewon/efive
Catalog: langs/*/ipcop.po
Languages: fi_fi, vi_vn

source: traffic info messages
fi_fi: Info messages
vi_vn: Info messages

source: traffic on
fi_fi: Liikenne liitännässä
vi_vn: Tải mạng trên

source: traffic shaping
fi_fi: Verkkoliikenteen tarkkailu
vi_vn: Giới hạn Tải mạng

source: traffic shaping settings
fi_fi: Liikenteen ohjausasetukset
vi_vn: Thiết lập Giới hạn Tải mạng

source: traffic warn level bad
fi_fi: Warnlevel is not correct
vi_vn: Warnlevel is not correct

source: trafficin
fi_fi: Input
vi_vn: Input

source: trafficout
fi_fi: Output
vi_vn: Output

source: traffics
fi_fi: Utilisation overview
vi_vn: Utilisation overview

source: trafficsum
fi_fi: Total
vi_vn: Total

source: transfer limits
fi_fi: Siirtorajotukset
vi_vn: Giới hạn truyền

source: transparent on
fi_fi: Läpinäkyvä tila verkkoyhteydellä
vi_vn: Trong suốt với

source: tuesday
fi_fi: Tiistai
vi_vn: Thứ Ba

source: tuesday short
fi_fi: ti
vi_vn: Tue

source: typ custom
fi_fi: Custom
vi_vn: Custom

source: typ default
fi_fi: Default
vi_vn: Default

source: type
fi_fi: Tyyppi
vi_vn: Kiểu

source: umount
fi_fi: Irroita

source: umount removable media before to unplug
fi_fi: Umount removable media before unplugging the device
vi_vn: Umount thiết bị lưu trữ di động trước khi gỡ thiết bị ra

source: unable to alter profiles while red is active
fi_fi: Profiileja ei voi muokata kun PUNAINEN liitäntä on käytössä.
vi_vn: Không thể thay đổi file cấu hình khi RED đang hoạt động.

source: unable to contact
fi_fi: Ei yhteyttä palvelimeen
vi_vn: Không thể kết nối đến

source: unknown
fi_fi: TUNTEMATON
vi_vn: KHÔNG RÕ

source: unnamed
fi_fi: Nimetön
vi_vn: Không tên

source: unrestricted ip clients
fi_fi: Unrestricted IP addresses (one per line)
vi_vn: Unrestricted IP addresses (one per line)

source: unrestricted mac clients
fi_fi: Unrestricted MAC addresses (one per line)
vi_vn: Unrestricted MAC addresses (one per line)

source: update
fi_fi: Päivitä
vi_vn: Cập nhật

source: update time
fi_fi: Päivitysaika
vi_vn: Cập nhật thời gian

source: update transcript
fi_fi: Päivitykset
vi_vn: Bản sao cập nhật

source: updates
fi_fi: Päivitykset
vi_vn: Cập nhật

source: updates is old1
fi_fi: Päivitystiedostosi on iältään
vi_vn: File cập nhật của bạn từ

source: updates is old2
fi_fi: . Päivitä lista <b>Järjestelmä>Päivitykset</b> sivulta.
vi_vn: ngày trước. Chúng tôi khuyên bạn cập nhật nó ở trang <b>Hệ thống>Cập nhật</b>

source: updates is old3
fi_fi: days old.
vi_vn: days old.

source: uplink speed
fi_fi: Yhteyden nopeus (uplink) (Kt/s)
vi_vn: Tốc độ tải lên (kbit/giây)

source: upload
fi_fi: Lataa
vi_vn: Tải lên

source: upload a certificate
fi_fi: Lataa sertifikaatti
vi_vn: Tải lên chứng chỉ số

source: upload a certificate request
fi_fi: Lataa sertifikaattipyyntö
vi_vn: Tải lên chứng chỉ số yêu cầu

source: upload ca certificate
fi_fi: Lataa CA-sertifikaatti
vi_vn: Tải lên Chứng chỉ số CA

source: upload file
fi_fi: Lataa tiedosto
vi_vn: Tải lên file

source: upload p12 file
fi_fi: Lataa PKCS12-tiedosto
vi_vn: Tải lên file PKCS12

source: upload successful
fi_fi: Lataus suoritettu.
vi_vn: Tải lên thành công.

source: upload synch.bin
fi_fi: Lataa synch.bin
vi_vn: Tải lên synch.bin

source: upload update file
fi_fi: Ladattava päivitystiedosto
vi_vn: Tải lên file cập nhật

source: upstream password
fi_fi: Ulkoisen välimuistin salasana
vi_vn: Mật khẩu proxy cấp trên

source: upstream proxy host:port
fi_fi: Ulkoinen välimuisti (kone:portti)
vi_vn: Proxy cấp trên (máy:cổng)

source: upstream username
fi_fi: Ulkoisen välimuistin käyttäjätunnus
vi_vn: Tên user proxy cấp trên

source: uptime and users
fi_fi: Käyntiaika ja käyttäjät
vi_vn: Thời gian chạy và user

source: use
fi_fi: Käytä
vi_vn: Sử dụng

source: use a pre-shared key
fi_fi: Käytä esijaettua avainta
vi_vn: Sử dụng Khoá Dùng chung

source: use addressfilter for this interface
fi_fi: With policy 'open'/'half-open' only the clients entered in Address Filter are allowed to access IPCop/Internet in default rules
vi_vn: With policy 'open'/'half-open' only the clients entered in Address Filter are allowed to access IPCop/Internet in default rules

source: use dov
fi_fi: Käytä DOV:a (Data Over Voice)
vi_vn: Sử dụng DOV (Data Over Voice)

source: use ibod
fi_fi: Käytä kaistanrajausta (iBOD)
vi_vn: Sử dụng Băng thông theo Yêu cầu (iBOD)

source: use ipcop red ip
fi_fi: Yhteyden aikana käytettävä punaisen liitännän IP-osoite
vi_vn: Địa chỉ IP RED được IPCop dùng khi kết nối

source: use only proposed settings
fi_fi: Käytä vain ehdotettuja asetuksia.
vi_vn: Chỉ sử dụng các thiết lập đưa ra.

source: use src port
fi_fi: Use source Port
vi_vn: Use source Port

source: used
fi_fi: Käytössä
vi_vn: Đã dùng

source: used memory
fi_fi: Muistia käytössä
vi_vn: Bộ nhớ Đã dùng

source: used swap
fi_fi: Virtuaalimuistia käytössä
vi_vn: Swap Đã dùng

source: user cpu usage
fi_fi: Käyttäjän CPU käyttö
vi_vn: Sử dụng CPU mức User

source: username
fi_fi: Käyttäjä
vi_vn: Tên user

source: username not set
fi_fi: Käyttäjän nimi puuttuu
vi_vn: Chưa đặt tên user.

source: users department
fi_fi: Käyttäjän osasto
vi_vn: Bộ phận của User

source: users email
fi_fi: Käyttäjän sähköpostiosoite
vi_vn: Địa chỉ email của User

source: users fullname or system hostname
fi_fi: Käyttäjän koko nimi tai järjestelmän nimi
vi_vn: Tên đầy đủ của User hoặc Tên máy

source: using portrange in portfw
fi_fi: When using a portrange in Portforwarding, the portrange has to be identical in 'IPCop External Destination' service and in 'Internal Destination' service!
vi_vn: When using a portrange in Portforwarding, the portrange has to be identical in 'IPCop External Destination' service and in 'Internal Destination' service!

source: valid root certificate already exists
fi_fi: Hyväksytty juurisertifikaatti on jo olemassa.
vi_vn: Đã có một chứng chỉ số gốc hợp lệ.

source: vci number
fi_fi: VCI-numero
vi_vn: Số VCI

source: via forwarding
fi_fi: Proxy address forwarding
vi_vn: Proxy address forwarding

source: virtual private networking
fi_fi: Yksityiset näennäisverkot (VPN)
vi_vn: Mạng Riêng Ảo

source: vpi number
fi_fi: VPI-numero
vi_vn: Số VPI

source: vpn aggrmode
fi_fi: IKE aggressive mode allowed. Avoid if possible (preshared key is transmitted in clear text)!
vi_vn: Chế độ IKE aggressive được cho phép. Nên tránh nếu có thể (khoá dùng dung được truyền đi không mã hoá)!

source: vpn altname syntax
fi_fi: SubjectAltName is a comma separated list of email, dns, uri, rid and ip objects.<br />email:an email address. Syntax email:copy takes the email field from the cert to be used.<br />DNS:a valid domain name.<br />URI:any valid uri.<br />RID:registered object identifier.<br />IP:an IP address.<br />Note:charset is limited and case is significant.<br />Example:<br /><b>email:</b>ipcop@foo.org<b>,email:</b>copy<b>,DNS:</b>www.ipcop.org<b>,IP:</b>127.0.0.1<b>,URI:</b>http://url/to/something
vi_vn: SubjectAltName là danh sách các đối tuợng cách nhau bởi dấu phẩy: email, dns, uri, rid và ip.<br/>email: địa chỉ email. Cú pháp email: là bản sao của mục email trong chứng chỉ số sẽ được dùng.<br/>DNS: tên miền hợp lý.<br/>URI: bất kỳ uri hợp lệ nào.<br/>RID: registered object identifier.<br/>IP: địa chỉ IP.<br/>Lưu ý: có giới hạn đối với tập ký tự và chữ hoa thường rất quan trọng.<br/>Ví dụ:<br/>email:</b>ipcop@foo.org<b>,email:</b>copy<b>,DNS:</b>www.ipcop.org<b>,IP:</b>127.0.0.1<b>,URI:</b>http://url/to/something

source: vpn auth-dn
fi_fi: Peer is identified by either IPV4_ADDR, FQDN, USER_FQDN or DER_ASN1_DN string in Remote ID field
vi_vn: Đầu bên kia được xác định bởi IPV4_ADDR, FQDN, USER_FQDN hoặc chuỗi DER_ASN1_DN trong ô Remote ID

source: vpn delayed start
fi_fi: Viive ennen VPN:n käynnistämistä (sekuntteja)
vi_vn: Thời gian trên trước khi khởi động VPN (giây)

source: vpn delayed start help
fi_fi: If required, this delay can be used to allow Dynamic DNS updates to propagate properly. 60 is a common value when RED is a dynamic IP. FIXME
vi_vn: Nếu cần thiết, thời gian trễ này có thể được dùng để cho phép DNS động được cập nhật đúng. 60 là giá trị thường dùng nếu RED là địa chỉ IP động.

source: vpn incompatible use of defaultroute
fi_fi: hostname=%defaultroute not allowed
vi_vn: hostname=%defaultroute không được phép

source: vpn local id
fi_fi: Paikallinen tunniste
vi_vn: Local ID

source: vpn missing remote id
fi_fi: You must specify a correct Distinguished Name (DN) for this authentication.
vi_vn: Bạn phải khai báo đúng Distinguished Name (DN) cho cách xác thực này.

source: vpn mtu invalid
fi_fi: MTU must be a numeric value!
vi_vn: MTU phải là một giá trị số!

source: vpn name is invalid
fi_fi: VPN name cannot be a reserved word or begin with a digit or contain special characters or is too long!
vi_vn: VPN name cannot be a reserved word or begin with a digit or contain special characters or is too long!

source: vpn no full pki
fi_fi: missing private key to generate cert
vi_vn: thiếu khoá bí mật để tạo chứng chỉ số

source: vpn payload compression
fi_fi: Negotiate payload compression
vi_vn: Điều chỉnh thông số nén tải

source: vpn red name
fi_fi: Public IP or FQDN for RED interface or <%defaultroute>
vi_vn: Public IP hay FQDN cho giao tiếp RED hoặc <%defaultroute>

source: vpn remote id
fi_fi: Etätunniste
vi_vn: Remote ID

source: vpn subjectaltname
fi_fi: Subject Alt Name
vi_vn: Subject Alt Name

source: vpn vhost
fi_fi: Roadwarrior virtual IP (sometimes called Inner-IP)
vi_vn: IP ảo của người dùng di động (còn gọi là Inner-IP)

source: vpn watch
fi_fi: Restart net-to-net vpn when remote peer IP changes (dyndns), it helps DPD
vi_vn: Khởi động lại vpn mạng-nối-mạng khi địa chỉ IP của đầu bên kia thay đổi (dyndns), hỗ trợ cho DPD

source: warn when traffic reaches
fi_fi: Warn when traffic reaches x %
vi_vn: Warn when traffic reaches x %

source: warning messages
fi_fi: Varoitusviestit
vi_vn: Thông điệp cảnh báo

source: web access password hint
fi_fi: To change your password for web access enter your user name, your current password and your new password twice for confirmation
vi_vn: To change your password for web access enter your user name, your current password and your new password twice for confirmation

source: web browser
fi_fi: nettiselain

source: web hits
fi_fi: Hakuehtoja vastaavien www-sivujen määrä
vi_vn: Tổng số website phù hợp với tiêu chuẩn đã chọn

source: web proxy
fi_fi: WWW-välimuisti

source: web proxy configuration
fi_fi: WWW-välimuistin asetukset
vi_vn: Cấu hình web proxy

source: web server
fi_fi: WWW-palvelin
vi_vn: Máy chủ web

source: website
fi_fi: WWW-sivu

source: wednesday
fi_fi: Keskiviikko
vi_vn: Thứ Tư

source: wednesday short
fi_fi: ke
vi_vn: Wed

source: week
fi_fi: Viikko
vi_vn: Tuần

source: wildcards
fi_fi: Jokerimerkit
vi_vn: Ký tự thay thế

source: wireless
fi_fi: Langaton
vi_vn: Không dây

source: wireless configuration
fi_fi: Langattomuuden asetukset
vi_vn: Cấu hình Không dây

source: year
fi_fi: Vuosi
vi_vn: Năm

source: you can only define one roadwarrior connection when using pre-shared key authentication
fi_fi: Käytettäessä esi-jaetun avainen varmentamista voit käyttää vain yhtä RoadWarrior-yhteyttä.
vi_vn: Bạn chỉ có thể định nghĩa một kết nối Roadwarrior khi sử dụng xác thực bằng khoá dùng chung.<br>Hoặc bạn đã có một kết nối Roadwarrior với xác thực khoá dùng chung, hoặc bạn đang cố thêm một cái.

source: your department
fi_fi: Osasto
vi_vn: Bộ phận của bạn

source: your e-mail
fi_fi: Sähköpostiosoitteesi
vi_vn: Địa chỉ email của bạn

source: alias ip
vi_vn: IP alias

source: current media
vi_vn: Phương tiện hiện tại

source: esp integrity
vi_vn: Toàn vẹn ESP

source: esp keylife
vi_vn: Tuổi thọ khoá ESP

source: fixed ip lease modified
vi_vn: IP cấp phát cố định đã sửa đổi

source: hosts config added
vi_vn: cấu hình hosts đã thêm

source: hosts config changed
vi_vn: cấu hình hosts đã thay đổi

source: ike integrity
vi_vn: Toàn vẹn IKE

source: ike lifetime
vi_vn: Tuổi thọ IKE

source: wireless config added
vi_vn: Cấu hình không dây đã thêm

source: wireless config changed
vi_vn: Cấu hình không dây đã thay đổi
