Repository: ewon/efive
Catalog: langs/*/ipcop.po
Languages: fi_fi, vi_vn

source: cre group definitions
fi_fi: Classroom group definitions
vi_vn: Classroom group definitions

source: cre management disabled
fi_fi: The management interface has been disabled by the Administrator
vi_vn: The management interface has been disabled by the Administrator

source: cre no groups
fi_fi: There are no access groups available
vi_vn: There are no access groups available

source: cre supervisors
fi_fi: Supervisor IP addresses (one per line)
vi_vn: Supervisor IP addresses (one per line)

source: create new backup
fi_fi: Create a new backup set
vi_vn: Tạo bộ sao lưu mới

source: credits
fi_fi: Kiitokset ja kumarrukset
vi_vn: Ghi công

source: crl
fi_fi: Certificate Revocation List
vi_vn: Certificate Revocation List

source: cron server
fi_fi: CRON-palvelin
vi_vn: Dịch vụ CRON

source: current
fi_fi: Nykyinen
vi_vn: Hiện thời

source: current aliases
fi_fi: Nykyiset aliakset
vi_vn: Các alias hiện tại

source: current ddns names
fi_fi: Current dynamic DNS names
vi_vn: Current dynamic DNS names

source: current dhcp leases on blue
fi_fi: Käytössä olevat DHCP kytkennät
vi_vn: DHCP lease hiện tại trên Blue

source: current dynamic leases
fi_fi: Nykyiset dynaamiset yhteydet
vi_vn: Các địa chỉ cấp động hiện tại

source: current fixed leases
fi_fi: Nykyiset kiinteät yhteydet
vi_vn: Các địa chỉ cấp cố định hiện tại

source: current hosts
fi_fi: Nykyiset isännät
vi_vn: Các máy hiện tại

source: current password
fi_fi: Nykyinen salasana

source: current profile
fi_fi: Nykyinen profiili
vi_vn: File cấu hình hiện tại

source: current rules
fi_fi: Nykyiset säännöt
vi_vn: Các luật hiện tại

source: custom interfaces only in adv mode
fi_fi: Custom Interfaces are only available in 'Advanced Mode'!
vi_vn: Custom Interfaces are only available in 'Advanced Mode'!

source: custom networks
fi_fi: Käyttäjän verkot
vi_vn: Mạng tự đặt

source: custom services
fi_fi: Käyttäjän palvelut
vi_vn: Dịch vụ tự đặt

source: date
fi_fi: Päivä
vi_vn: Ngày tháng

source: date not in logs
fi_fi: Valittulle päivälle ei ole lokia (tai login osaa)
vi_vn: Không có (một phần) thông tin nhật ký nào cho ngày đã chọn

source: day
fi_fi: Päivä
vi_vn: Ngày

source: day after
fi_fi: Seuraava päivä
vi_vn: Ngày sau

source: day before
fi_fi: Edellinen päivä
vi_vn: Ngày trước

source: days
fi_fi: päivä
vi_vn: ngày

source: days of the week
fi_fi: Viikonpäivät

source: days to
fi_fi: to
vi_vn: to

source: ddns help dnsmadeeasy
fi_fi: Place your ID (or ID list with a ; separator) in HOSTNAME field
vi_vn: Đặt ID của bạn (hoặc danh sách ID cách nhau bằng ;) trong ô HOSTNAME

source: ddns help freedns
fi_fi: Place your connect string in LOGIN field
vi_vn: Đặt chuỗi kết nối của bạn trong ô LOGIN

source: ddns hostname added
fi_fi: Dynaaminen DNS isäntänimi lisätty
vi_vn: Tên máy DNS động đã thêm

source: ddns hostname modified
fi_fi: Dynaaminen DNS isäntänimi muutettu
vi_vn: Tên máy DNS động đã sửa đổi

source: ddns hostname removed
fi_fi: Poistettu dynaaminen DNS isäntänimi
vi_vn: Tên máy DNS động đã xoá

source: ddns minimize updates
fi_fi: Minimize updates: before an update, compares the dns IP for hostname '[host.]domain' against RED IP. FIXME.
vi_vn: Tối thiểu hóa cập nhật: trước khi cập nhật, so sánh dns IP cho tên máy '[host.]domain' với RED IP.

source: ddns noip prefix
fi_fi: Käyttääksesi no-ip:tä ryhmätilassa, laita hostnamen eteen <b>%</b>
vi_vn: Để dùng no-ip trong chế độ group, đặt trước tên máy bằng <b>%</b>

source: december
fi_fi: Joulukuu

source: def lease time
fi_fi: Oletuspitoaika
vi_vn: Thời gian Cấp địa chỉ Mặc định

source: default action
fi_fi: Default Deny action
vi_vn: Default Deny action

source: default action not matched packets
fi_fi: packets which have not matched a rule
vi_vn: packets which have not matched a rule

source: default interfaces
fi_fi: Oletusliitännät

source: default lease time
fi_fi: Oletuspitoaika (min)
vi_vn: Thời gian cấp địa chỉ mặc định (phút)

source: default networks
fi_fi: Oletusverkot
vi_vn: Mạng mặc định

source: default services
fi_fi: Oletuspalvelut
vi_vn: Dịch vụ mặc định

source: delete
fi_fi: Poista
vi_vn: Xoá

source: demon login script
fi_fi: Demonin login skripti

source: description
fi_fi: Selitys
vi_vn: Mô tả

source: dest ip and port
fi_fi: Kohde IP:Portti
vi_vn: Dest. IP:Port

source: destination
fi_fi: Kohde
vi_vn: Đích

source: destination ip
fi_fi: Kohde IP-osoite
vi_vn: IP đích

source: destination ip or net
fi_fi: Kohdekoneen tai verkkon IP
vi_vn: IP hoặc Mạng đích

source: destination port
fi_fi: Kohdeportti
vi_vn: Cổng đích

source: destination port numbers
fi_fi: Kohdeportin pitää olla sallittu porttinumero tai -alue.
vi_vn: Cổng đích phải là một số hiệu cổng hoặc khoảng cổng hợp lệ.

source: destination ports
fi_fi: Kohdeportit

source: detail level
fi_fi: Tallennettavan tiedon määrä
vi_vn: Mức độ chi tiết

source: device
fi_fi: Laite
vi_vn: Thiết bị

source: devices on blue
fi_fi: Laitteet sinisessä
vi_vn: Thiết bị trên Blue

source: dhcp allow bootp
fi_fi: Salli bootp asiakkaat
vi_vn: Cho phép bootp client

source: dhcp bootp pxe data
fi_fi: Enter optional bootp pxe data for this fixed lease
vi_vn: Nhập dữ liệu bootp pxe tùy chọn cho địa chỉ cấp tĩnh này

source: dhcp configuration
fi_fi: DHCP-asetukset
vi_vn: Cấu hình DHCP

source: dhcp fixed lease err1
fi_fi: A fixed lease must have either a hardware address or a hostname or both filled.
vi_vn: Một địa chỉ cấp tĩnh phải có địa chỉ phần cứng hoặc tên máy hoặc cả hai.

source: dhcp fixed lease help1
fi_fi: IP addresses can be entered as FQDN.
vi_vn: Địa chỉ IP có thể được nhập dạng FQDN

source: dhcp mode
fi_fi: DHCP
vi_vn: DHCP

source: dhcp server
fi_fi: DHCP-palvelin
vi_vn: DHCP

source: dhcp server disabled
fi_fi: DHCP-palvelin poissa käytöstä. Pysäytetty.
vi_vn: Dịch vụ DHCP tắt. Đã dừng.

source: dhcp server enabled
fi_fi: DHCP-palvelin käytössä. Uudelleenkäynnistyy.
vi_vn: Dịch vụ DHCP bật. Đang khởi động lại.

source: dhcp-options
fi_fi: DHCP push options
vi_vn: DHCP push options

source: dial
fi_fi: Yhdistä
vi_vn: Kết nối

source: dial user password
fi_fi: Soittosarjan käyttäjän salasana
vi_vn: Mật khẩu người dùng quay số

source: dial user password has been changed
fi_fi: Soittosarjan käyttäjän salasana on vaihdettu.
vi_vn: Mật khẩu người dùng quay số đã được đổi.

source: dialing mode
fi_fi: Soittotapa
vi_vn: Chế độ quay số

source: dialup settings
fi_fi: Soittosarja-asetukset
vi_vn: Thiết lập quay số

source: disk usage
fi_fi: Levyn käyttö
vi_vn: Sử dụng đĩa cứng

source: display
fi_fi: Näytä
vi_vn: Hiển thị

source: display hostname in window title
fi_fi: Näytä host-nimi ikkunan otsikossa
vi_vn: Hiển thị tên máy trên tiêu đề trình duyệt

source: display traffic at home
fi_fi: Display calculated traffic on Homepage
vi_vn: Display calculated traffic on Homepage

source: dl client arch
fi_fi: Download Client Package (zip)
vi_vn: Download Client Package (zip)

source: dns check failed
fi_fi: DNS tarkistus epäonnistui
vi_vn: Kiểm tra DNS không đạt

source: dns proxy server
fi_fi: DNS-välimuistipalvelin
vi_vn: Dịch vụ DNS proxy

source: dod
fi_fi: Soita tarvittaessa
vi_vn: Quay số theo yêu cầu

source: dod for dns
fi_fi: Soita tarvittaessa DNS:n takia
vi_vn: Quay số theo yêu cầu cho DNS

source: dod not compatible with ddns
fi_fi: Automaattista yhteyden avausta ei voi käyttää dynaamisen DNS-palvelun kanssa
vi_vn: Quay số theo yêu cầu không tương thích với dịch vụ DNS động

source: dod waiting
fi_fi: Dial on Demand tyhjäkäynnillä
vi_vn: Quay số theo yêu cầu đang chờ

source: domain
fi_fi: Toimialue
vi_vn: Tên miền

source: domain name
fi_fi: Domain-nimi
vi_vn: Tên miền

source: domain name suffix
fi_fi: Toimialueen nimen pääte
vi_vn: Đuôi tên miền

source: domain not set
fi_fi: Toimialue asettamatta.
vi_vn: Tên miền chưa đặt.

source: downlink speed
fi_fi: Yhteyden nopeus (downlink) (kbit/sek)
vi_vn: Tốc độ tải xuống (kbit/s)

source: download
fi_fi: Lataa
vi_vn: Tải xuống

source: download ca certificate
fi_fi: Lataa CA-sertifikaatti
vi_vn: Tải xuống Chứng chỉ số CA

source: download certificate
fi_fi: Lataa sertifikaatti
vi_vn: Tải xuống Chứng chỉ số

source: download host certificate
fi_fi: Lataa Host-sertifikaatti
vi_vn: Tải xuống Chứng chỉ số của Máy

source: download pkcs12 file
fi_fi: Lataa PKCS12-tiedosto
vi_vn: Tải xuống File PKCS12

source: download root certificate
fi_fi: Lataa juuri-sertifikaatti
vi_vn: Tải xuống Chứng chỉ số Gốc

source: dpd action
fi_fi: Kuolleen asiakkaan havannointi toimi
vi_vn: Tác vụ Phát hiện Dead Peer

source: driver
fi_fi: Ajuri

source: dst port
fi_fi: Kohdeportti
vi_vn: Cổng Đích

source: duplicate ip
fi_fi: Syötetty IP-osoite on jo määritelty.
vi_vn: Địa chỉ IP nhập bị trùng

source: duplicate mac
fi_fi: Syötit kaksi samaa MAC-osoitetta
vi_vn: Địa chỉ MAC nhập bị trùng

source: duplicate name
fi_fi: Valitsemasi nimi on jo käytössä. Keksi toinen nimi.
vi_vn: Tên đó đã được dùng, hãy chọn một tên khác.

source: dyn dns source choice
fi_fi: Dynaaminen DNS-palvelu vastaanottaa IPCopin osoitteen osoittesta
vi_vn: Nhà cung cấp DNS động sẽ nhận một địa chỉ IP cho IPCop này từ

source: dynamic dns
fi_fi: Dynaaminen DNS
vi_vn: DNS Động

source: dynamic dns client
fi_fi: Dynaaminen DNS-asiakas
vi_vn: Client DNS Động

source: dyndns force
fi_fi: Force DynDNS Update
vi_vn: Force DynDNS Update

source: e-mail address too long
fi_fi: Sähköpostiosoite on liian pitkä. Maksimi pituus on 40 merkkiä.
vi_vn: Địa chỉ email quá dài; địa chỉ không nên dài quá 40 ký tự.

source: eciadsl help
fi_fi: Käyttääksesi ECI ADSL-modeemia täytyy sen synch.bin ladata palomuuri-palvelimelle. Lataa tiedosto ECI ADSL www-sivulta ja lataa sen jälkeen <B>synch.bin</B> käyttäen alla olevaa lomaketta.
vi_vn: Để sử dụng ECI ADSL modem bạn phải tải lên máy IPCop file synch.bin. Hãy tải xuống file này từ website ECIADSL sau đó tải lên file <b>synch.bin</b> bằng form dưới đây.

source: eciadsl upload
fi_fi: Lataa ECI ADSL synch.bin-tiedosto
vi_vn: Tải lên File Synch.bin ECI ADSL

source: edit
fi_fi: Muokkaa
vi_vn: Soạn

source: edit a rule
fi_fi: Muokkaa olemassa olevaa sääntöä
vi_vn: Soạn luật đã có

source: edit address
fi_fi: Muokkaa osoitetta

source: edit advanced settings when done
fi_fi: Muokkaa lisäasetuksia.
vi_vn: Soạn các thiết lập nâng cao khi hoàn tất.

source: edit an existing alias
fi_fi: Muokkaa olemassa olevaa aliasta
vi_vn: Soạn một alias đã có

source: edit an existing ddns name
fi_fi: Edit an existing dynamic DNS name
vi_vn: Edit an existing dynamic DNS name

source: edit an existing host
fi_fi: Muokkaa isäntää
vi_vn: Soạn một máy đã có

source: edit an existing lease
fi_fi: Muokkaa olemassa olevaa yhteyttä
vi_vn: Soạn một cấp phát đã có

source: edit device
fi_fi: Muokkaa laitetta
vi_vn: Soạn thiết bị

source: edit hosts
fi_fi: Muokkaa hosteja
vi_vn: Soạn Thông tin máy

source: edit interface
fi_fi: Muokkaa liittymää

source: edit network
fi_fi: Muokkaa verkkoa
vi_vn: Soạn thông tin mạng

source: edit service
fi_fi: Muokkaa palveluita
vi_vn: Soạn thông tin dịch vụ

source: eg
fi_fi: esim.
vi_vn: vd

source: email server
fi_fi: sähköpostipalvelin

source: email server port bad
fi_fi: Email server port is not valid
vi_vn: Email server port is not valid

source: email settings
fi_fi: Sähköpostiasetukset

source: email to help
fi_fi: If required, it is possible to send to a number of email addresses. The addresses must be separated by spaces.
vi_vn: If required, it is possible to send to a number of email addresses. The addresses must be separated by spaces.

source: empty
fi_fi: Tyhjä
vi_vn: Rỗng

source: enable ignore filter
fi_fi: Käytä erottelusuodatinta
vi_vn: Bật bộ lọc bỏ qua

source: enable javascript
fi_fi: Salli Javascript
vi_vn: Bật Javascript

source: enable logging not matched packets
fi_fi: Log packets which have not matched a rule
vi_vn: Log packets which have not matched a rule

source: enable wildcards
fi_fi: Salli jokerimerkit
vi_vn: Bật ký tự thay thế

source: enabled
fi_fi: Käytössä
vi_vn: Bật

source: enabled on
fi_fi: Salli verkkoyhteydellä
vi_vn: Bật trên

source: enabledtitle
fi_fi: Käytössä
vi_vn: Bật

source: encapsulation
fi_fi: Kapselointi

source: end address
fi_fi: Loppuosoite
vi_vn: Địa chỉ cuối

source: err bk 1
fi_fi: Paketin luonnissa tapahtui virhe
vi_vn: Lỗi khi tạo bản lưu

source: err bk 2 key
fi_fi: Avaintiedoston luonnissa tapahtui virhe
vi_vn: Lỗi khi tạo file khoá

source: err bk 3 tar
fi_fi: Lisättäessä tiedostoja pakettiin tapahtui virhe
vi_vn: Lỗi khi nối file vào bản lưu

source: err bk 4 gz
fi_fi: Paketin pakkaamisessa tapahtui virhe
vi_vn: Lỗi khi nén bản lưu

source: err bk 5 encrypt
fi_fi: Paketin salaamisessa tapahtui virhe
vi_vn: Lỗi khi mã hoá bản lưu

source: err rs 1
fi_fi: Paketin palauttamisessa tapahtui virhe
vi_vn: Lỗi khi phục hồi bản lưu

source: err rs 12 version
fi_fi: Backup has no version information or version is not acceptable
vi_vn: Backup has no version information or version is not acceptable

source: err rs 6 decrypt
fi_fi: Paketin salauksenpurussa tapahtui virhe
vi_vn: Lỗi khi giải mã bản lưu

source: err rs 7 untartst
fi_fi: Paketin salauksen purun jälkeen pakettii havaittiin vialliseksi
vi_vn: Bản lưu đã giải mã không đúng

source: err rs 8 untar
fi_fi: Paketin purkaminen tarrilla ei onnistunut
vi_vn: Lỗi khi bung bản lưu

source: errmsg acl cannot be empty
fi_fi: Access control list cannot be empty
vi_vn: Access control list cannot be empty

source: errmsg auth cache ttl
fi_fi: Invalid value for authentication cache TTL
vi_vn: Invalid value for authentication cache TTL

source: errmsg auth children
fi_fi: Invalid number of authentication processes
vi_vn: Invalid number of authentication processes

source: errmsg auth ipcache may not be null
fi_fi: Authentication cache TTL may not be 0 when using IP address limits
vi_vn: Authentication cache TTL may not be 0 when using IP address limits

source: errmsg auth ipcache ttl
fi_fi: Invalid value for user/IP cache TTL
vi_vn: Invalid value for user/IP cache TTL

source: errmsg change fail
fi_fi: Salasanan vaihto epäonnistui
vi_vn: Password could not be changed

source: errmsg hdd cache size
fi_fi: Invalid value for harddisk cache size (min 10 MB required)
vi_vn: Invalid value for harddisk cache size (min 10 MB required)

source: errmsg ident timeout
fi_fi: Invalid ident timeout
vi_vn: Invalid ident timeout

source: errmsg invalid bdc
fi_fi: Invalid hostname for Backup Domain Controller
vi_vn: Invalid hostname for Backup Domain Controller

source: errmsg invalid destination port
fi_fi: Virheellinen kohdeportti
vi_vn: Invalid destination port

source: errmsg invalid ip or mask
fi_fi: Invalid IP address or network mask
vi_vn: Invalid IP address or network mask

source: errmsg invalid mac
fi_fi: Invalid MAC address
vi_vn: Invalid MAC address

source: errmsg invalid pdc
fi_fi: Invalid hostname for Primary Domain Controller
vi_vn: Invalid hostname for Primary Domain Controller

source: errmsg invalid proxy port
fi_fi: Invalid proxy port
vi_vn: Invalid proxy port

source: errmsg invalid upstream proxy username or password setting
fi_fi: Invalid upstream proxy username or password setting
vi_vn: Invalid upstream proxy username or password setting

source: errmsg invalid user
fi_fi: Käyttäjää ei ole
vi_vn: User does not exist

source: errmsg ldap base dn
fi_fi: LDAP base DN required
vi_vn: LDAP base DN required

source: errmsg ldap bind dn
fi_fi: LDAP bind DN username and password required
vi_vn: LDAP bind DN username and password required

source: errmsg ldap port
fi_fi: Invalid LDAP port number
vi_vn: Invalid LDAP port number

source: errmsg ldap server
fi_fi: Invalid IP address for LDAP Server
vi_vn: Invalid IP address for LDAP Server

source: errmsg max userip
fi_fi: Invalid number of IP addresses per user
vi_vn: Invalid number of IP addresses per user

source: errmsg mem cache size
fi_fi: Invalid value for memory cache size
vi_vn: Invalid value for memory cache size

source: errmsg no browser
fi_fi: At least one browser or client must be selected for web access
vi_vn: At least one browser or client must be selected for web access

source: errmsg no password
fi_fi: Salasana ei saa olla tyhjä
vi_vn: Password can not be empty

source: errmsg no username
fi_fi: Username cannot be empty
vi_vn: Username cannot be empty

source: errmsg non-transparent proxy required
fi_fi: Web Proxy must be running in non-transparent mode for authentication
vi_vn: Web Proxy must be running in non-transparent mode for authentication

source: errmsg ntlm domain
fi_fi: Windows domain name required
vi_vn: Windows domain name required

source: errmsg ntlm pdc
fi_fi: Hostname for Primary Domain Controller required
vi_vn: Hostname for Primary Domain Controller required

source: errmsg password length
fi_fi: Invalid value for password length
vi_vn: Invalid value for password length

source: errmsg password length 1
fi_fi: Salasanan pitää olla vähintään
vi_vn: Password must have at least

source: errmsg password length 2
fi_fi: merkkiä pitkä
vi_vn: characters

source: errmsg passwords different
fi_fi: Salasanat eivät täsmää
vi_vn: Passwords do not match

source: errmsg radius port
fi_fi: Invalid RADIUS port number
vi_vn: Invalid RADIUS port number

source: errmsg radius secret
fi_fi: RADIUS shared secret required
vi_vn: RADIUS shared secret required

source: errmsg radius server
fi_fi: Invalid IP address for RADIUS Server
vi_vn: Invalid IP address for RADIUS Server

source: errmsg time restriction
fi_fi: Invalid time restriction
vi_vn: Invalid time restriction

source: error design
fi_fi: Error messages design
vi_vn: Error messages design

source: error language
fi_fi: Virheilmoitusten kieli
vi_vn: Error messages language

source: error messages
fi_fi: Virhesanomat
vi_vn: Thông báo lỗi

source: esp encryption
fi_fi: ESP-salaus
vi_vn: Mã hoá ESP

source: esp grouptype
fi_fi: ESP-ryhmätyyppi
vi_vn: Kiểu nhóm ESP

source: esp keylife should be between 1 and 24 hours
fi_fi: ESP keylife:n arvon pitää olla 1..24 tuntia.
vi_vn: ESP Keylife nên từ 1 đến 24 giờ.

source: excluding buffers and cache
fi_fi: -/+ puskuri-/välimuisti
vi_vn: -/+ buffers/cache

source: expires
fi_fi: Vanhenee
vi_vn: Hết hạn

source: export
fi_fi: Vie
vi_vn: Xuất ra

source: external aliases configuration
fi_fi: Ulkoisen pääsyn asetukset
vi_vn: Cấu hình các alias bên ngoài

source: fake referer
fi_fi: Fake referrer submitted to external sites
vi_vn: Fake referrer submitted to external sites

source: fake useragent
fi_fi: Fake useragent submitted to external sites
vi_vn: Fake useragent submitted to external sites

source: falseIFace
fi_fi: Only letters, numbers, -, _, . and : are allowed in Interface
vi_vn: Only letters, numbers, -, _, . and : are allowed in Interface

source: february
fi_fi: Helmikuu

source: fetch ip from
fi_fi: Arvataan oikea julkinen IP-osoite ulkoisen palvelimen avulla
vi_vn: Đoán địa chỉ IP thực với trợ giúp từ server bên ngoài

source: filesystem full
fi_fi: Tiedostojärjestelmä on täynnä
vi_vn: Hệ thống file đầy

source: firewall
fi_fi: Palomuuri
vi_vn: Tường lửa

source: firewall hits
fi_fi: Osumia palomuuriin
vi_vn: Tổng số truy cập tường lửa cho

source: firewall log
fi_fi: Palomuuriloki
vi_vn: Nhật ký tường lửa

source: firewall log viewer
fi_fi: Palomuurin lokien katselu
vi_vn: Xem Nhật ký Tường lửa

source: firewall logs
fi_fi: Palomuurin lokit
vi_vn: Nhật ký Tường lửa

source: firewall rule added
fi_fi: Firewall rule added; restarting blocker
vi_vn: Firewall rule added; restarting blocker

source: firewall rule removed
fi_fi: Firewall rule removed; restarting blocker
vi_vn: Firewall rule removed; restarting blocker

source: firewall rule updated
fi_fi: Firewall rule updated; restarting blocker
vi_vn: Firewall rule updated; restarting blocker

source: firewall rules
fi_fi: Palomuurisäännöt

source: firewall settings
fi_fi: Palomuuriasetukset

source: firmware upload
fi_fi: Lataa firmware/ajurit
vi_vn: Tải lên Firmware/Driver

source: fixed ip lease added
fi_fi: Kiinteä IP-varaus lisätty
vi_vn: IP cấp phát cố định đã thêm

source: fixed ip lease removed
fi_fi: Kiinteä IP-varaus poistettu
vi_vn: IP cấp phát cố định đã xoá

source: free
fi_fi: Vapaana
vi_vn: Còn trống

source: free memory
fi_fi: Vapaa muisti
vi_vn: Bộ nhớ Còn trống

source: friday
fi_fi: Perjantai
vi_vn: Thứ Sáu

source: friday short
fi_fi: pe
vi_vn: Fri

source: fritzdsl help
fi_fi: Käyttääksesi Fritz!DSL fcdsl / fcdslsl / fcdsl2 / fcdslusb / fcdslslusb modeemia sinun täytyy ladata tarvittava paketti IPCop-palvelimelle. Lataa tarvittava paketti IPCopin www-sivuilta ja lataa <b>fcdsl-(versio).tgz</b> IPCop-palvelimelle alla olevalla lomakkeella.
vi_vn: Để sử dụng một trong các Fritz!DSL modem fcdsl / fcdslsl / fcdsl2 / fcdslusb / fcdslslusb, bạn phải tải lên gói phần mềm cho IPCop của bạn. Vui lòng tải xuống bản đóng gói tarball tương ứng với phiên bản của bạn từ Website IPCop sau đó tải lên toàn bộ <b>fcdsl-(phiên_bản_của_bạn).tgz</b> bằng form dưới đây.

source: fritzdsl upload
fi_fi: Lataa Fritz!DSL-ajuri
vi_vn: Tải lên Fritz!DSL Driver

source: from
fi_fi: from-FIXME
vi_vn: Từ

source: from email adr
fi_fi: From email address
vi_vn: From email address

source: from email bad
fi_fi: From email address is not valid
vi_vn: From email address is not valid

source: fw accept
fi_fi: ACCEPT
vi_vn: ACCEPT

source: fw drop
fi_fi: DROP
vi_vn: DROP

source: fw iface
fi_fi: Liitäntä
vi_vn: Interface

source: fw invert
fi_fi: Invert
vi_vn: Invert

source: fw log only
fi_fi: LOG only
vi_vn: LOG only

source: fw reject
fi_fi: REJECT
vi_vn: REJECT

source: gateway
fi_fi: Silta

source: gateway ip
fi_fi: Sillan IP

source: generate a certificate
fi_fi: Luo sertifikaatti
vi_vn: Tạo chứng chỉ số

source: generate root/host certificates
fi_fi: Luo Juuri-/Laitesertifikaatit
vi_vn: Tạo Chứng chỉ số Gốc/Máy

source: generating the root and host certificates may take a long time. it can take up to several minutes on older hardware. please be patient
fi_fi: Juuri- ja laitesertifikaattien luominen saattaa kestää kauan. Malta mielesi ja odota.
vi_vn: Tạo các chứng chỉ số gốc và của máy có thể mất nhiều thời gian. Có thể mất vài phút trên phần cứng cũ. Hãy kiên nhẫn.

source: global settings
fi_fi: Yleiset asetukset
vi_vn: Thiết lập Toàn cục

source: graph
fi_fi: käyrä
vi_vn: Đồ thị

source: green
fi_fi: VIHREÄ

source: green interface
fi_fi: Vihreä-liitäntä
vi_vn: Giao tiếp Green

source: gui settings
fi_fi: Käyttöliittymä
vi_vn: Thiết lập Giao diện

source: hangup
fi_fi: Katkaise
vi_vn: Ngắt kết nối

source: hangup string
fi_fi: Yhteyden katkaisu
vi_vn: Lệnh ngắt modem

source: hdd cache size
fi_fi: Harddisk cache size (MB)
vi_vn: Harddisk cache size (MB)

source: high
fi_fi: Korkea
vi_vn: Cao

source: high memory usage
fi_fi: Ylämuistin käyttö
vi_vn: Sử dụng bộ nhớ cao

source: holdoff
fi_fi: Pitoaika (sekuntia)
vi_vn: Thời gian chờ (theo giây)

source: host
fi_fi: Isäntä
vi_vn: Máy

source: host certificate
fi_fi: Laitesertifikaatti
vi_vn: Chứng chỉ số Host

source: host configuration
fi_fi: Host-asetukset
vi_vn: Cấu hình Máy

source: host ip
fi_fi: Isännän IP osoite
vi_vn: Địa chỉ IP Máy

source: host to net vpn
fi_fi: Host-to-Net Virtual Private Network (RoadWarrior)
vi_vn: Mạng Riêng Ảo Máy-đến-Mạng (RoadWarrior)

source: hostname
fi_fi: Isäntänimi
vi_vn: Tên máy

source: hostname cant be empty
fi_fi: Laitenimi (hostname) ei voi olla tyhjä.
vi_vn: Tên máy không thể trống.

source: hostname not set
fi_fi: Isäntänimi asettamatta.
vi_vn: Chưa đặt tên máy.

source: hours
fi_fi: tunti
vi_vn: giờ

source: hours2
fi_fi: tuntia
vi_vn: Giờ

source: ibod for dual isdn only
fi_fi: iBOD:a voi käyttää vain kaksikanavaisella ISDN-yhteydellä.
vi_vn: iBOD chỉ có thể dùng với ISDN Kép.

source: icmp selected but no type
fi_fi: Protokollalle on valittu käyttöön ICMP, mutta sen tyyppi on valitsematta.
vi_vn: Giao thức ICMP được chọn, nhưng không khai báo kiểu ICMP.

source: icmp type
fi_fi: ICMP-tyyppi
vi_vn: Kiểu ICMP
